{
  "meta.title": "RECAPZ - Tägliche Reflexion",
  "meta.description": "Ein ruhiger Ort für deine Tage",
  "footer.privacy": "Datenschutz",
  "footer.terms": "Nutzungsbedingungen",
  "footer.features": "Funktionen",
  "footer.legal": "Rechtliches",
  "footer.contact": "Kontakt",
  "footer.download": "App laden",
  "footer.tagline": "Dein täglicher Begleiter für emotionales Bewusstsein. Verfolge Stimmungen, reflektiere Momente und verstehe deinen Weg.",
  "footer.moodTracking": "Stimmungstracker",
  "footer.dailyReflection": "Tägliche Reflexion",
  "footer.mentalWellness": "Mentales Wohlbefinden",
  "footer.home": "Startseite",
  "moodTracking.heroTitle": "Stimmungstracking das wirklich funktioniert",
  "moodTracking.heroDesc": "Erfasse deine Emotionen wenn sie entstehen. Entdecke Muster, die du nie bemerkt hast. Verstehe dich selbst besser—einen Moment nach dem anderen.",
  "moodTracking.whyTitle": "Warum deine Stimmung tracken?",
  "moodTracking.why1Title": "Entdecke versteckte Muster",
  "moodTracking.why1Desc": "Vielleicht fühlst du dich jeden Montag erschöpft, aber freitags voller Energie. Oder bemerkst, dass Zeit mit bestimmten Menschen deine Stimmung hebt.",
  "moodTracking.why2Title": "Verbessere dein Selbstbewusstsein",
  "moodTracking.why2Desc": "Der einfache Akt innezuhalten und zu bemerken, wie du dich fühlst, entwickelt emotionale Intelligenz. Mit der Zeit wirst du mehr mit deiner inneren Welt verbunden.",
  "moodTracking.why3Title": "Triff bessere Entscheidungen",
  "moodTracking.why3Desc": "Wenn du verstehst, was deine Stimmung beeinflusst, kannst du Entscheidungen treffen, die dein Wohlbefinden unterstützen. Mehr von dem, was dich aufheitert, weniger von dem, was dich erschöpft.",
  "moodTracking.why4Title": "Verfolge deinen Fortschritt",
  "moodTracking.why4Desc": "Sieh, wie sich deine emotionale Landschaft Woche für Woche verändert. Feiere Verbesserungen und erkenne Warnsignale frühzeitig.",
  "moodTracking.privacyTitle": "Deine Emotionen bleiben privat",
  "moodTracking.privacyDesc": "Anders als andere Apps speichert RECAPZ alles lokal auf deinem Gerät. Kein Konto, keine Cloud-Synchronisierung, die Daten verlassen dein Telefon nicht.",
  "moodTracking.privacy1": "Kein Konto erforderlich",
  "moodTracking.privacy2": "Keine Daten an Server gesendet",
  "moodTracking.privacy3": "Keine Analytik die dein Verhalten verfolgt",
  "moodTracking.ctaTitle": "Beginne heute deine Stimmung zu tracken",
  "moodTracking.ctaDesc": "Kostenlos herunterladen. Kein Konto nötig. Deine Emotionen, deine Daten.",
  "dailyReflection.heroTitle": "Tägliche Reflexion in Sekunden, nicht Stunden",
  "dailyReflection.heroDesc": "Traditionelles Tagebuchschreiben verlangt zu viel. RECAPZ erfasst deinen Tag durch schnelle emotionale Check-ins. Keine leeren Seiten zu füllen. Einfach pausieren, bemerken und weitermachen.",
  "dailyReflection.whyFailTitle": "Warum traditionelle Reflexion scheitert",
  "dailyReflection.fail1Title": "Sie verlangt zu viel",
  "dailyReflection.fail1Desc": "Auf eine leere Seite starren, nach den richtigen Worten suchen. Die meisten geben nach ein paar Tagen auf, weil es sich wie Hausaufgaben anfühlt.",
  "dailyReflection.fail2Title": "Einmal am Tag reicht nicht",
  "dailyReflection.fail2Desc": "Abends zu reflektieren bedeutet, dass du bereits vergessen hast, wie du dich morgens gefühlt hast. Erinnerung ist nicht zuverlässig—wir rekonstruieren, erinnern uns nicht.",
  "dailyReflection.fail3Title": "Muster schwer zu erkennen",
  "dailyReflection.fail3Desc": "Textseiten sind schwer zu überfliegen. Du kannst Muster nicht auf einen Blick sehen. Deine Geschichte geht in Absätzen verloren.",
  "dailyReflection.fail4Title": "Schuld und Druck",
  "dailyReflection.fail4Desc": "Verpass einen Tag und fühl dich schuldig. Serien erzeugen Druck. Was friedlich sein sollte, wird zu einer weiteren Aufgabe.",
  "dailyReflection.approachTitle": "Der RECAPZ-Ansatz",
  "dailyReflection.approach1Title": "10-Sekunden Check-ins",
  "dailyReflection.approach1Desc": "Tippe auf wie du dich fühlst. Füge Kontext hinzu wenn du willst. Fertig. Kein Schreiben erforderlich. Erfasse Momente wie sie passieren.",
  "dailyReflection.approach2Title": "Mehrere Check-ins pro Tag",
  "dailyReflection.approach2Desc": "Der Morgen fühlt sich anders an als der Abend. RECAPZ erfasst deinen Tag wie er sich wirklich entfaltet—nicht wie du ihn später erinnerst.",
  "dailyReflection.approach3Title": "Visuell auf einen Blick",
  "dailyReflection.approach3Desc": "Jede Emotion hat ihre Farbe. Dein Tag wird zu einer schönen Mischung. Sieh Wochen von Mustern sofort ohne etwas zu lesen.",
  "dailyReflection.approach4Title": "Keine Serien, keine Schuld",
  "dailyReflection.approach4Desc": "Check ein wenn es sich richtig anfühlt. Überspringe Tage ohne Strafe. Das ist dein Raum—nutze ihn wie es für dich funktioniert.",
  "dailyReflection.ctaTitle": "Deine tägliche Reflexion, vereinfacht",
  "dailyReflection.ctaDesc": "Kostenlos, privat und für das echte Leben gemacht. Beginne heute deine Momente festzuhalten.",
  "mentalWellness.heroTitle": "Ein sanfter Ansatz für mentales Wohlbefinden",
  "mentalWellness.heroDesc": "Deine mentale Gesundheit ist wichtig. RECAPZ hilft dir, Selbstbewusstsein durch einfache tägliche Check-ins aufzubauen—keine Therapie, keine Diagnose, nur ein ruhiger Raum um zu bemerken, wie du dich fühlst.",
  "mentalWellness.notice": "RECAPZ ist ein Selbstreflexions-Tool, kein Ersatz für professionelle psychische Gesundheitsversorgung. Wenn du in einer Krise bist, kontaktiere bitte einen Fachmann für psychische Gesundheit.",
  "mentalWellness.benefitsTitle": "Wie tägliche Reflexion Wohlbefinden unterstützt",
  "mentalWellness.benefit1Title": "Baue Selbstbewusstsein auf",
  "mentalWellness.benefit1Desc": "Der einfache Akt innezuhalten und deine Gefühle zu bemerken, baut emotionale Intelligenz auf. Mit der Zeit reagierst du bewusst statt automatisch.",
  "mentalWellness.benefit2Title": "Identifiziere Auslöser",
  "mentalWellness.benefit2Desc": "Indem du Kontext zusammen mit Emotionen trackst, könntest du entdecken, dass bestimmte Situationen, Personen oder Tageszeiten deine Stimmung beeinflussen.",
  "mentalWellness.benefit3Title": "Praktiziere Achtsamkeit",
  "mentalWellness.benefit3Desc": "Jeder Check-in ist ein Mini-Achtsamkeitsmoment. Du pausierst, schaust nach innen und bemerkst ohne zu urteilen. Meditation vereinfacht.",
  "mentalWellness.benefit4Title": "Verfolge deinen Fortschritt",
  "mentalWellness.benefit4Desc": "Sieh, wie sich deine emotionale Landschaft Tag für Tag verändert. Bemerke Verbesserungen, erkenne Muster früh und feiere die kleinen Siege.",
  "mentalWellness.whyTitle": "Warum RECAPZ für mentales Wohlbefinden",
  "mentalWellness.why1Title": "Völlig privat",
  "mentalWellness.why1Desc": "Deine emotionalen Daten verlassen niemals dein Gerät. Kein Konto, keine Cloud, niemand sonst kann deinen Weg sehen. Das ist dein sicherer Raum.",
  "mentalWellness.why2Title": "Kein Druck",
  "mentalWellness.why2Desc": "Keine Serien zu halten, keine Benachrichtigungen die dich schuldig fühlen lassen. Nutze es wenn es hilft. Überspringe es wenn du eine Pause brauchst.",
  "mentalWellness.why3Title": "Wunderschönes Design",
  "mentalWellness.why3Desc": "Die lebende Kugel schafft ein beruhigendes visuelles Erlebnis. Deine Farben beim Mischen zu beobachten ist selbst entspannend. Wellness-Tools sollten sich gut anfühlen.",
  "mentalWellness.why4Title": "Sanfte Einsichten, keine Urteile",
  "mentalWellness.why4Desc": "RECAPZ beobachtet Muster ohne sie als gut oder schlecht zu bewerten. \"Morgen fühlen sich ruhiger an als Abende\"—nicht \"Du musst deine Abende reparieren.\"",
  "mentalWellness.ctaTitle": "Beginne deine Wellness-Reise",
  "mentalWellness.ctaDesc": "Kostenlos, privat und mit Sorgfalt gebaut. Beginne heute zu bemerken, wie du dich fühlst.",
  "settings.language": "Sprache",
  "landing.appStore": "Im App Store laden",
  "landing.heroTitle": "Bemerke, wie du dich fühlst",
  "landing.heroSubtitle": "Eine sanfte Art zu bemerken, wie du dich den ganzen Tag über fühlst. Erfasse Momente, beobachte wie deine emotionalen Farben ineinander fließen und entdecke, was dich aufheitert.",
  "landing.heroPrivacy": "100% offline. Keine Konten. Deine Momente, deine Privatsphäre.",
  "landing.learnMore": "Mehr erfahren",
  "landing.badge100Offline": "100% offline",
  "landing.badgeNoSubscription": "Kein Abo",
  "landing.badgeDataOnDevice": "Deine Daten auf deinem Gerät",
  "landing.description": "RECAPZ ist ein stiller Begleiter für deine innere Welt — ein Raum zum Innehalten, um zu bemerken wie du dich fühlst und zuzusehen wie sich deine emotionalen Farben entfalten.",
  "landing.breatheTitle": "Ein Moment zum Atmen",
  "landing.breatheText1": "Das Leben ist schnell. RECAPZ lädt dich ein, langsamer zu werden, nur für einen Atemzug. Beim Check-in bemerkst du einfach: Wie fühle ich mich gerade? Wo bin ich? Mit wem bin ich zusammen?",
  "landing.breatheText2": "Jeder Moment, den du erfasst, fügt eine neue Farbe zu deinem Tag hinzu - sanfte Grüntöne für Dankbarkeit, warme Orangetöne für Unsicherheit, kühle Violetttöne für Fokus. Kein Urteilen, keine Bewertungen. Nur Bewusstsein.",
  "landing.visualizedTitle": "Dein Tag, visualisiert",
  "landing.visualizedText1": "Im Herzen von RECAPZ befindet sich eine leuchtende Kugel, die deinen Tag enthält. Während du Momente hinzufügst, beobachte wie deine Farben sich vermischen und gemeinsam verändern und etwas einzigartig Eigenes erschaffen. Es ist ein sanfter Spiegel, der deine emotionale Landschaft widerspiegelt.",
  "landing.visualizedText2": "Tippe auf deinen Tag, um jeden Moment wie bunte Steine verstreut zu sehen - jeder ein kleines Stück deiner Geschichte.",
  "landing.patternsTitle": "Muster, die sich zeigen",
  "landing.patternsText1": "Mit der Zeit bemerkt RECAPZ still, was du selbst vielleicht nicht siehst. Vielleicht bringen dir Morgenstunden mehr Energie. Vielleicht verändern bestimmte Orte oder Menschen dein Gefühl. Diese Erkenntnisse entstehen natürlich, wie Sterne in der Dämmerung.",
  "landing.patternsText2": "Kein Druck, alles zu erfassen. Keine Serien zu pflegen. Komm einfach, wenn es sich richtig anfühlt.",
  "landing.about1Title": "Innehalten & Reflektieren",
  "landing.about1Desc": "Nimm dir einen Moment für dich. Wähle wie du dich fühlst und füge eine kurze Notiz hinzu.",
  "landing.about2Title": "Sieh zu, wie es lebendig wird",
  "landing.about2Desc": "Deine Emotionen verschmelzen zu einer wunderschönen, sich ständig verändernden Kugel. Jede Farbe erzählt deine Geschichte.",
  "landing.about3Title": "Vollständig privat",
  "landing.about3Desc": "Kein Konto. Keine Cloud. Alle Daten bleiben auf deinem Gerät. Nur du und deine Momente.",
  "landing.screenshotsTitle": "Erlebe es in Aktion",
  "landing.screenshotsSubtitle": "Erkunde die App durch wunderschöne Screenshots",
  "landing.featuresTitle": "Durchdacht gestaltet",
  "landing.feature1Title": "Lebende Kugel",
  "landing.feature1Desc": "Eine atmende Kugel, die deine emotionalen Farben den ganzen Tag über widerspiegelt.",
  "landing.feature2Title": "Helle & dunkle Themes",
  "landing.feature2Desc": "Schöne Themes, die sich bei jeder Beleuchtung natürlich anfühlen.",
  "landing.feature3Title": "Sanfte Erinnerungen",
  "landing.feature3Desc": "Optionale Benachrichtigungen, wenn du sie möchtest.",
  "landing.feature4Title": "Deine Geschichte",
  "landing.feature4Desc": "Deine letzten 30 Tage, immer da zum Wiederbesuchen.",
  "landing.feature5Title": "Mehrere Sprachen",
  "landing.feature5Desc": "Verfügbar in 8 Sprachen für ein globales Publikum.",
  "landing.feature6Title": "Privat durch Design",
  "landing.feature6Desc": "Alles bleibt auf deinem Gerät. Keine Konten, keine Cloud.",
  "landing.privacyTitle": "Privat durch Design",
  "landing.privacyText": "Deine emotionale Welt bleibt deine. Alles lebt auf deinem Gerät. Keine Konten, keine Cloud, keine Daten verlassen dein Telefon. Dies ist nur dein Raum.",
  "landing.closingText": "RECAPZ ist für jeden, der sich selbst ein bisschen besser verstehen möchte - nicht durch Analyse, sondern durch sanftes Bemerken.",
  "landing.closingTagline": "Ein Moment nach dem anderen.",
  "landing.faqTitle": "Häufig gestellte Fragen",
  "landing.faq1Q": "Sind meine Daten privat?",
  "landing.faq1A": "Ja, vollständig. Alle deine Daten bleiben auf deinem Gerät. Wir haben keine Server, Konten oder Möglichkeit, auf deine Informationen zuzugreifen. Deine emotionale Reise gehört dir allein.",
  "landing.faq2Q": "Wie funktioniert das Farbsystem?",
  "landing.faq2A": "Jeder emotionale Zustand hat seine eigene Farbe. Beim Check-in vermischen sich deine Gefühle in der Kugel und erschaffen eine einzigartige visuelle Darstellung deines Tages. Mit der Zeit wirst du deine Muster erkennen.",
  "landing.faq3Q": "Muss ich mehrmals am Tag einchecken?",
  "landing.faq3A": "Überhaupt nicht. Checke ein, wenn es sich richtig anfühlt - einmal am Tag, mehrmals oder wann immer du innehalten und bemerken möchtest. Keine Serien oder Druck.",
  "landing.faq4Q": "Was passiert mit meinen Daten, wenn ich die App lösche?",
  "landing.faq4A": "Da alle Daten lokal auf deinem Gerät gespeichert sind, werden beim Löschen der App alle deine Check-ins dauerhaft gelöscht. Wir haben keine Backups, da wir nie Zugang zu deinen Daten hatten.",
  "landing.faq5Q": "Ersetzt RECAPZ eine Therapie?",
  "landing.faq5A": "Nein. RECAPZ ist ein Selbstreflexions-Tool, kein medizinisches Gerät oder eine Behandlung für psychische Gesundheit. Wenn du Schwierigkeiten hast, wende dich bitte an einen Fachmann für psychische Gesundheit.",
  "landing.contactTitle": "Kontaktiere uns",
  "landing.contactText": "Hast du Fragen oder Feedback? Wir würden gerne von dir hören.",
  "landing.ctaTitle": "Bereit anzufangen?",
  "landing.ctaSubtitle": "Lade RECAPZ herunter und beginne heute damit, deine Momente zu bemerken.",
  "landing.ctaText": "Beginne heute damit, deine Momente zu bemerken.",
  "landing.copyright": "© 2026 Sponom Dev. Alle Rechte vorbehalten.",
  "header.otherProducts": "Andere Produkte",
  "privacy.mobile.title": "Datenschutzrichtlinie",
  "privacy.mobile.lastUpdated": "Zuletzt aktualisiert: Januar 2026",
  "privacy.mobile.introduction": "Einleitung",
  "privacy.mobile.introText": "RECAPZ (\"wir\", \"unser\" oder \"die App\") ist dem Schutz deiner Privatsphäre verpflichtet. Diese Datenschutzrichtlinie erklärt, wie wir deine Informationen handhaben, wenn du unsere iOS-Mobilanwendung nutzt.",
  "privacy.mobile.commitment": "Deine Daten bleiben auf deinem Gerät. Punkt.",
  "privacy.mobile.dontCollect": "Informationen, die wir NICHT sammeln",
  "privacy.mobile.dontCollectIntro": "Wir sammeln nicht:",
  "privacy.mobile.dontCollect1": "Persönliche Informationen (Name, E-Mail, Telefon)",
  "privacy.mobile.dontCollect2": "Nutzungsanalysen oder Verhaltensverfolgung",
  "privacy.mobile.dontCollect3": "Gerätekennungen oder Werbe-IDs",
  "privacy.mobile.dontCollect4": "Standortdaten",
  "privacy.mobile.dontCollect5": "Keinerlei Daten über deine App-Nutzung",
  "privacy.mobile.youCreate": "Informationen, die du erstellst",
  "privacy.mobile.youCreateIntro": "Bei der Nutzung von RECAPZ erstellst und speicherst du folgende Daten lokal auf deinem Gerät:",
  "privacy.mobile.emotionalCheckins": "Emotionale Check-ins",
  "privacy.mobile.checkin1": "Deine ausgewählten emotionalen Zustände (Energie, Gefühl, Fokus)",
  "privacy.mobile.checkin2": "Zeitstempel, wann du jeden Moment aufgezeichnet hast",
  "privacy.mobile.checkin3": "Kontextinformationen (Aktivitäten, Orte, die du manuell eingibst)",
  "privacy.mobile.checkin4": "Personen, mit denen du zusammen warst (wenn du diese Information hinzufügen möchtest)",
  "privacy.mobile.appPreferences": "App-Einstellungen",
  "privacy.mobile.pref1": "Themenauswahl (Farbschema)",
  "privacy.mobile.pref2": "Spracheinstellung",
  "privacy.mobile.pref3": "Benachrichtigungseinstellungen und Erinnerungszeiten",
  "privacy.mobile.pref4": "Onboarding-Abschlussstatus",
  "privacy.mobile.allDataStays": "All diese Daten werden ausschließlich auf deinem iPhone gespeichert, niemals an externe Server übertragen, niemals mit Dritten geteilt und können jederzeit über die App-Einstellungen vollständig gelöscht werden.",
  "privacy.mobile.dataSecurity": "Datensicherheit",
  "privacy.mobile.dataSecurityText": "Deine Daten sind durch Apples integrierte iOS-Sicherheitsmechanismen, lokale Geräteverschlüsselung (wenn aktiviert) und keine Netzwerkübertragung (da wir deine Daten nie irgendwohin senden) geschützt.",
  "privacy.mobile.icloudBackup": "iCloud-Backup",
  "privacy.mobile.icloudBackupText": "Wenn du iCloud-Backup auf deinem Gerät aktiviert hast, können deine RECAPZ-Daten zusammen mit anderen App-Daten in dein verschlüsseltes iCloud-Backup aufgenommen werden. Dies wird durch Apples iOS-Einstellungen gesteuert, nicht durch RECAPZ. Wir empfehlen, iCloud-Backup für die Datenwiederherstellung aktiviert zu lassen.",
  "privacy.mobile.noThirdParty": "Keine Drittanbieterdienste",
  "privacy.mobile.noThirdPartyIntro": "RECAPZ verwendet nicht:",
  "privacy.mobile.noThirdParty1": "Analysedienste (kein Google Analytics, Firebase, Mixpanel usw.)",
  "privacy.mobile.noThirdParty2": "Werbenetzwerke",
  "privacy.mobile.noThirdParty3": "Absturzmeldedienste",
  "privacy.mobile.noThirdParty4": "Social-Media-Integrationen",
  "privacy.mobile.noThirdParty5": "Keine Drittanbieter-SDKs, die Daten sammeln",
  "privacy.mobile.notifications": "Benachrichtigungen",
  "privacy.mobile.notificationsText": "Wenn du Benachrichtigungen aktivierst, werden alle Benachrichtigungen lokal auf deinem Gerät generiert und geplant. Es werden keine Push-Benachrichtigungsserver verwendet, und kein externer Dienst wird benachrichtigt, wenn du eine Erinnerung erhältst.",
  "privacy.mobile.dataControl": "Datenlöschung",
  "privacy.mobile.dataControlIntro": "Du hast die volle Kontrolle über deine Daten:",
  "privacy.mobile.deleteAll": "Alle Daten löschen",
  "privacy.mobile.deleteAllText": "Gehe zu Einstellungen → Verlauf → \"Alle Daten löschen\", um alle deine Check-ins, Einstellungen und App-Daten dauerhaft von deinem Gerät zu löschen.",
  "privacy.mobile.deleteApp": "App löschen",
  "privacy.mobile.deleteAppText": "Das Deinstallieren von RECAPZ von deinem iPhone löscht alle App-Daten dauerhaft von deinem Gerät.",
  "privacy.mobile.noRecovery": "Keine Wiederherstellung",
  "privacy.mobile.noRecoveryText": "Sobald du deine Daten löschst, können sie nicht wiederhergestellt werden, da wir nirgendwo Kopien davon haben.",
  "privacy.mobile.yourRights": "Deine Rechte",
  "privacy.mobile.yourRightsText": "Da alle deine Daten auf deinem Gerät bleiben: Du kannst alle deine Daten in der App einsehen, alle Daten sofort über die App-Einstellungen löschen und hast jederzeit die volle Kontrolle.",
  "privacy.mobile.changes": "Änderungen an dieser Datenschutzrichtlinie",
  "privacy.mobile.changesText": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir benachrichtigen dich, indem wir das Datum \"Zuletzt aktualisiert\" aktualisieren und die neue Richtlinie in der App veröffentlichen. Die weitere Nutzung nach Änderungen gilt als Akzeptanz der aktualisierten Richtlinie.",
  "privacy.mobile.summary": "Zusammenfassung",
  "privacy.mobile.summaryText": "RECAPZ sammelt keine Daten von dir. Alles, was du aufzeichnest, bleibt auf deinem iPhone. Wir können es nicht sehen, wir können nicht darauf zugreifen, und wir wollen es nicht. Deine emotionale Reise gehört dir und nur dir. Das ist unser Versprechen.",
  "privacy.contact": "Kontakt",
  "privacy.contactText": "Wenn du Fragen zu dieser Datenschutzrichtlinie hast, kontaktiere uns unter",
  "terms.mobile.title": "Nutzungsbedingungen",
  "terms.mobile.lastUpdated": "Zuletzt aktualisiert: Januar 2026",
  "terms.mobile.agreement": "Zustimmung zu den Bedingungen",
  "terms.mobile.agreementText": "Durch das Herunterladen, Installieren oder Nutzen von RECAPZ (\"die App\", \"unsere App\" oder \"der Dienst\") stimmst du diesen Nutzungsbedingungen zu. Wenn du diesen Bedingungen nicht zustimmst, nutze die App bitte nicht.",
  "terms.mobile.description": "Beschreibung des Dienstes",
  "terms.mobile.descriptionIntro": "RECAPZ ist eine App für persönliches emotionales Bewusstsein und Reflexion für iOS-Geräte. Die App ermöglicht dir:",
  "terms.mobile.desc1": "Emotionale Check-ins während des Tages aufzuzeichnen",
  "terms.mobile.desc2": "Muster in deinen emotionalen Zuständen zu verfolgen",
  "terms.mobile.desc3": "Deine emotionale Reise zu visualisieren",
  "terms.mobile.desc4": "Erinnerungen für Selbstreflexion einzustellen",
  "terms.mobile.desc5": "Dein Erlebnis mit Themes und Sprachen anzupassen",
  "terms.mobile.notMedical": "Alle Daten werden lokal auf deinem Gerät gespeichert. RECAPZ bietet keine medizinischen, therapeutischen oder professionellen psychischen Gesundheitsdienste an.",
  "terms.mobile.eligibility": "Berechtigung",
  "terms.mobile.eligibilityText": "RECAPZ ist für Nutzer jeden Alters verfügbar. Wenn du unter 13 Jahre alt bist, bitte ein Elternteil oder einen Erziehungsberechtigten, diese Bedingungen mit dir durchzugehen.",
  "terms.mobile.license": "Nutzungslizenz",
  "terms.mobile.licenseGrant": "Wir gewähren dir eine eingeschränkte, nicht-exklusive, nicht übertragbare, widerrufliche Lizenz zur Nutzung von RECAPZ für persönliche, nicht-kommerzielle Zwecke, vorbehaltlich dieser Bedingungen.",
  "terms.mobile.restrictions": "Du darfst nicht:",
  "terms.mobile.restrict1": "Die App modifizieren, zurückentwickeln, dekompilieren oder disassemblieren",
  "terms.mobile.restrict2": "Urheberrechts- oder Eigentumshinweise entfernen",
  "terms.mobile.restrict3": "Die App für illegale oder nicht autorisierte Zwecke nutzen",
  "terms.mobile.restrict4": "Versuchen, unbefugten Zugang zu irgendeinem Teil der App zu erlangen",
  "terms.mobile.restrict5": "Die App kopieren, verbreiten oder abgeleitete Werke davon erstellen",
  "terms.mobile.userContent": "Nutzergenerierte Inhalte",
  "terms.mobile.yourData": "Alle Inhalte, die du in RECAPZ erstellst (Check-ins, Notizen, Einstellungen), bleiben dein Eigentum. Du behältst alle Rechte an deinen Daten.",
  "terms.mobile.localStorage": "Deine Daten werden ausschließlich auf deinem Gerät gespeichert. Wir haben keinen Zugang, können deine Inhalte nicht einsehen und sammeln sie nicht.",
  "terms.mobile.yourResponsibility": "Du bist allein verantwortlich für:",
  "terms.mobile.resp1": "Die Genauigkeit der Informationen, die du aufzeichnest",
  "terms.mobile.resp2": "Die Aufrechterhaltung der Sicherheit deines Geräts",
  "terms.mobile.resp3": "Das Sichern deiner Daten (über iCloud oder andere Methoden)",
  "terms.mobile.intellectualProperty": "Geistiges Eigentum",
  "terms.mobile.intellectualPropertyText": "RECAPZ, einschließlich seines Designs, seiner Funktionen, Grafiken, Benutzeroberfläche, seines Codes und aller zugehörigen Materialien, gehört uns und ist durch Urheberrechts-, Marken- und andere Gesetze zum Schutz geistigen Eigentums geschützt.",
  "terms.mobile.noMedicalAdvice": "Keine medizinische Beratung",
  "terms.mobile.notSubstitute": "Kein Ersatz für professionelle Betreuung",
  "terms.mobile.notSubstituteText": "RECAPZ ist ein Selbstreflexionswerkzeug, kein medizinisches Gerät oder Behandlung für psychische Gesundheit. Die App bietet keine medizinische Beratung, Diagnose oder Behandlung und sollte nicht in Notfallsituationen verwendet werden.",
  "terms.mobile.emergency": "Notfallsituationen",
  "terms.mobile.emergencyText": "Wenn du einen psychischen Gesundheitsnotfall erlebst: USA: Rufe 988 (Suizid- und Krisenhotline) oder 911 an. International: Kontaktiere deine lokalen Notdienste. RECAPZ ist nicht für Krisensituationen konzipiert.",
  "terms.mobile.disclaimers": "Haftungsausschlüsse",
  "terms.mobile.disclaimersAsIs": "RECAPZ wird \"wie besehen\" und \"wie verfügbar\" ohne Garantien jeglicher Art bereitgestellt, weder ausdrücklich noch stillschweigend.",
  "terms.mobile.disclaimersNoGuarantee": "Wir garantieren nicht, dass die App ununterbrochen, zeitnah, sicher oder fehlerfrei funktioniert oder dass deine Daten erhalten bleiben (du solltest Backups pflegen).",
  "terms.mobile.limitation": "Haftungsbeschränkung",
  "terms.mobile.limitationText": "Im größtmöglichen gesetzlich zulässigen Umfang haften wir nicht für indirekte, zufällige, besondere, Folge- oder Strafschäden, einschließlich Datenverlust, Gewinnverlust, emotionaler Belastung oder Körperverletzung.",
  "terms.mobile.updates": "App-Updates und Änderungen",
  "terms.mobile.updatesText": "Wir behalten uns das Recht vor, die App zu ändern oder einzustellen, Funktionen hinzuzufügen oder zu entfernen und diese Bedingungen jederzeit zu aktualisieren. Die weitere Nutzung nach Änderungen gilt als Akzeptanz der aktualisierten Bedingungen.",
  "terms.mobile.appStore": "Apple App Store",
  "terms.mobile.appStoreText": "Deine Nutzung von RECAPZ unterliegt auch den Nutzungsbedingungen des Apple App Store. Bei Konflikten zwischen diesen Bedingungen und Apples Bedingungen haben Apples Bedingungen für Angelegenheiten im Zusammenhang mit dem App Store Vorrang.",
  "terms.mobile.privacyRef": "Datenschutz",
  "terms.mobile.privacyRefText": "Bitte lies unsere Datenschutzrichtlinie, um zu verstehen, wie wir deine Informationen handhaben (wir sammeln sie nicht). Die Datenschutzrichtlinie ist durch Verweis in diese Bedingungen einbezogen.",
  "terms.mobile.termination": "Beendigung",
  "terms.mobile.terminationText": "Du kannst RECAPZ jederzeit durch Löschen der App von deinem Gerät aufhören zu nutzen. Bei Beendigung endet deine Lizenz zur Nutzung der App und du musst die App von deinen Geräten löschen.",
  "terms.mobile.contact": "Kontaktinformationen",
  "terms.mobile.contactText": "Wenn du Fragen zu diesen Bedingungen hast, kontaktiere uns unter",
  "terms.mobile.summary": "Zusammenfassung",
  "terms.mobile.summaryText": "Nutze RECAPZ für persönliche Reflexion und Selbstbewusstsein. Nutze es nicht als Ersatz für professionelle psychische Gesundheitsversorgung. Deine Daten bleiben auf deinem Gerät und du bist für deren Sicherung verantwortlich. Sei freundlich, nutze die App verantwortungsvoll und pass auf dich auf. Wenn du in einer Krise bist, suche bitte professionelle Hilfe.",
  "features": {
    "moodTracking": {
      "meta": {
        "title": "Stimmungs-Tracker App - Verfolge Deine Täglichen Emotionen",
        "description": "Verfolge deine Stimmung und Emotionen den ganzen Tag mit RECAPZ. Ein schöner, privater Stimmungstracker, der dir hilft, deine emotionalen Muster zu verstehen. Kein Konto erforderlich.",
        "keywords": [
          "Stimmungstracker",
          "Stimmungs-App",
          "Emotionstracker",
          "Stimmungstagebuch",
          "Mental-Health-App",
          "emotionales Wohlbefinden"
        ],
        "ogTitle": "Stimmungs-Tracker App | RECAPZ",
        "ogDescription": "Verfolge deine Stimmung und Emotionen den ganzen Tag. Ein schöner, privater Stimmungstracker.",
        "twitterTitle": "Stimmungs-Tracker App | RECAPZ",
        "twitterDescription": "Verfolge deine Stimmung und Emotionen den ganzen Tag."
      },
      "heroTitle": "Stimmungstracking das wirklich funktioniert",
      "heroDesc": "Erfasse deine Emotionen wenn sie entstehen. Entdecke Muster, die du nie bemerkt hast. Verstehe dich selbst besser—einen Moment nach dem anderen.",
      "whyTitle": "Warum deine Stimmung tracken?",
      "why1Title": "Entdecke versteckte Muster",
      "why1Desc": "Vielleicht fühlst du dich jeden Montag erschöpft, aber freitags voller Energie. Oder bemerkst, dass Zeit mit bestimmten Menschen deine Stimmung hebt.",
      "why2Title": "Verbessere dein Selbstbewusstsein",
      "why2Desc": "Der einfache Akt innezuhalten und zu bemerken, wie du dich fühlst, entwickelt emotionale Intelligenz. Mit der Zeit wirst du mehr mit deiner inneren Welt verbunden.",
      "why3Title": "Triff bessere Entscheidungen",
      "why3Desc": "Wenn du verstehst, was deine Stimmung beeinflusst, kannst du Entscheidungen treffen, die dein Wohlbefinden unterstützen. Mehr von dem, was dich aufheitert, weniger von dem, was dich erschöpft.",
      "why4Title": "Verfolge deinen Fortschritt",
      "why4Desc": "Sieh, wie sich deine emotionale Landschaft Woche für Woche verändert. Feiere Verbesserungen und erkenne Warnsignale frühzeitig.",
      "privacyTitle": "Deine Emotionen bleiben privat",
      "privacyDesc": "Anders als andere Apps speichert RECAPZ alles lokal auf deinem Gerät. Kein Konto, keine Cloud-Synchronisierung, die Daten verlassen dein Telefon nicht.",
      "privacy1": "Kein Konto erforderlich",
      "privacy2": "Keine Daten an Server gesendet",
      "privacy3": "Keine Analytik die dein Verhalten verfolgt",
      "ctaTitle": "Beginne heute deine Stimmung zu tracken",
      "ctaDesc": "Kostenlos herunterladen. Kein Konto nötig. Deine Emotionen, deine Daten."
    },
    "dailyReflection": {
      "meta": {
        "title": "Tägliche Reflexions-App - Erfasse Deinen Tag",
        "description": "Eine achtsame tägliche Reflexions-App, die deinen Tag durch schnelle Check-ins erfasst. Keine langen Einträge. Bemerke einfach, wie du dich fühlst.",
        "keywords": [
          "tägliche Reflexion",
          "Reflexions-App",
          "Selbstreflexion",
          "täglicher Check-in",
          "Achtsamkeit",
          "emotionales Bewusstsein"
        ],
        "ogTitle": "Tägliche Reflexions-App | RECAPZ",
        "ogDescription": "Eine achtsame Reflexions-App durch schnelle Check-ins. Keine langen Einträge. Nur Momente.",
        "twitterTitle": "Tägliche Reflexions-App | RECAPZ",
        "twitterDescription": "Eine achtsame Reflexions-App durch schnelle Check-ins."
      },
      "heroTitle": "Tägliche Reflexion in Sekunden, nicht Stunden",
      "heroDesc": "Traditionelles Journaling verlangt zu viel. RECAPZ erfasst deinen Tag durch schnelle emotionale Check-ins. Keine leeren Seiten. Nur Pause, bemerken und weitermachen.",
      "whyFailTitle": "Warum traditionelle Reflexion scheitert",
      "fail1Title": "Sie verlangt zu viel",
      "fail1Desc": "Auf eine leere Seite starren, nach den richtigen Worten suchen. Die meisten geben nach ein paar Tagen auf, weil es sich wie Hausaufgaben anfühlt.",
      "fail2Title": "Einmal am Tag scheitert",
      "fail2Desc": "Abends zu reflektieren bedeutet, dass du bereits vergessen hast, wie sich der Morgen anfühlte. Erinnerung ist nicht zuverlässig—wir rekonstruieren, nicht erinnern.",
      "fail3Title": "Schwer, Muster zu sehen",
      "fail3Desc": "Textseiten sind schwer zu scannen. Du kannst Muster nicht auf einen Blick sehen. Deine Geschichte geht in Absätzen verloren.",
      "fail4Title": "Schuld und Druck",
      "fail4Desc": "Verpasse einen Tag und fühle Schuld. Serien erzeugen Druck. Was sich friedlich anfühlen sollte, wird zur nächsten Aufgabe.",
      "approachTitle": "Der RECAPZ Ansatz",
      "approach1Title": "10-Sekunden Check-ins",
      "approach1Desc": "Tippe wie du dich fühlst. Füge Kontext hinzu wenn du willst. Fertig. Kein Schreiben erforderlich. Erfasse Momente wenn sie passieren.",
      "approach2Title": "Mehrere Check-ins pro Tag",
      "approach2Desc": "Der Morgen fühlt sich anders an als der Abend. RECAPZ erfasst deinen Tag wie er sich tatsächlich entfaltet—nicht wie du dich später erinnerst.",
      "approach3Title": "Visuell auf einen Blick",
      "approach3Desc": "Jede Emotion hat eine Farbe. Dein Tag wird zu einer schönen Mischung. Sieh Wochen von Mustern sofort ohne zu lesen.",
      "approach4Title": "Keine Serien, keine Schuld",
      "approach4Desc": "Check ein wenn es sich richtig anfühlt. Überspringe Tage ohne Strafe. Das ist dein Raum—nutze ihn wie es für dich funktioniert.",
      "ctaTitle": "Deine tägliche Reflexion, vereinfacht",
      "ctaDesc": "Kostenlos, privat und für das echte Leben designed. Beginne heute deine Momente zu erfassen."
    },
    "mentalWellness": {
      "meta": {
        "title": "Mentale Wellness App - Selbstfürsorge Durch Reflexion",
        "description": "Unterstütze dein mentales Wohlbefinden mit sanfter täglicher Reflexion. RECAPZ hilft dir, emotionale Muster zu erkennen, Achtsamkeit zu üben und zu verstehen, was dein Wohlbefinden beeinflusst.",
        "keywords": [
          "mentale Wellness",
          "Selbstfürsorge",
          "emotionale Gesundheit",
          "Achtsamkeit",
          "Wohlbefinden-Tracker",
          "Selbstbewusstsein"
        ],
        "ogTitle": "Mentale Wellness App | RECAPZ",
        "ogDescription": "Unterstütze dein mentales Wohlbefinden mit sanfter Reflexion. Erkenne Muster und verstehe dein Wohlbefinden.",
        "twitterTitle": "Mentale Wellness App | RECAPZ",
        "twitterDescription": "Unterstütze dein mentales Wohlbefinden mit sanfter Reflexion."
      },
      "heroTitle": "Ein sanfter Ansatz für mentales Wohlbefinden",
      "heroDesc": "Deine mentale Gesundheit ist wichtig. RECAPZ hilft dir, Selbstbewusstsein durch einfache tägliche Check-ins aufzubauen—keine Therapie, keine Diagnose, nur ein ruhiger Raum um zu bemerken, wie du dich fühlst.",
      "notice": "RECAPZ ist ein Selbstreflexions-Tool, kein Ersatz für professionelle psychische Gesundheitsversorgung. Wenn du in einer Krise bist, kontaktiere einen Fachmann.",
      "benefitsTitle": "Wie Reflexion Wohlbefinden unterstützt",
      "benefit1Title": "Baue Selbstbewusstsein auf",
      "benefit1Desc": "Der einfache Akt innezuhalten um deine Gefühle zu bemerken entwickelt emotionale Intelligenz. Mit der Zeit reagierst du bewusst statt impulsiv.",
      "benefit2Title": "Identifiziere Auslöser",
      "benefit2Desc": "Durch das Verfolgen von Kontext neben Emotionen kannst du entdecken, dass bestimmte Situationen oder Menschen deine Stimmung beeinflussen—Erkenntnisse für bessere Entscheidungen.",
      "benefit3Title": "Übe Achtsamkeit",
      "benefit3Desc": "Jeder Check-in ist ein Mini-Achtsamkeitsmoment. Du machst Pause, schaust nach innen, bemerkst ohne zu urteilen. Meditation vereinfacht.",
      "benefit4Title": "Verfolge deinen Fortschritt",
      "benefit4Desc": "Sieh, wie sich deine emotionale Landschaft über Tage und Wochen verändert. Bemerke Verbesserungen, erkenne Muster früh, feiere kleine Siege.",
      "whyTitle": "Warum RECAPZ für mentales Wohlbefinden",
      "why1Title": "Vollständig privat",
      "why1Desc": "Deine emotionalen Daten verlassen nie dein Gerät. Kein Konto, keine Cloud, niemand sonst kann deine Reise sehen. Das ist dein sicherer Raum.",
      "why2Title": "Kein Druck",
      "why2Desc": "Keine Serien zu halten, keine Benachrichtigungen die dich schuldig fühlen lassen. Nutze es wenn es hilft. Überspringe wenn du eine Pause brauchst. Dein Wohlbefinden, dein Tempo.",
      "why3Title": "Schönes Design",
      "why3Desc": "Die lebende Kugel schafft eine beruhigende visuelle Erfahrung. Die Farben verschmelzen zu sehen ist selbst beruhigend. Wellness-Tools sollten sich gut anfühlen.",
      "why4Title": "Sanfte Erkenntnisse, keine Urteile",
      "why4Desc": "RECAPZ beobachtet Muster ohne sie als gut oder schlecht zu bezeichnen. \"Morgens fühlt sich ruhiger an als abends\"—nicht \"Du musst deine Abende reparieren\".",
      "ctaTitle": "Starte deine Wellness-Reise",
      "ctaDesc": "Kostenlos, privat und mit Sorgfalt gemacht. Beginne heute zu bemerken, wie du dich fühlst."
    }
  }
}