{
  "meta.title": "RECAPZ - Reflexión Diaria",
  "meta.description": "Un lugar tranquilo para tus días",
  "footer.privacy": "Privacidad",
  "footer.terms": "Términos",
  "footer.features": "Funciones",
  "footer.legal": "Legal",
  "footer.contact": "Contacto",
  "footer.download": "Obtener la App",
  "footer.tagline": "Tu compañero diario para la conciencia emocional. Rastrea tu ánimo, reflexiona sobre momentos y comprende tu camino.",
  "footer.moodTracking": "Seguimiento del Ánimo",
  "footer.dailyReflection": "Reflexión Diaria",
  "footer.mentalWellness": "Bienestar Mental",
  "footer.home": "Inicio",
  "moodTracking.heroTitle": "Seguimiento del ánimo que realmente funciona",
  "moodTracking.heroDesc": "Captura tus emociones cuando suceden. Descubre patrones que nunca notaste. Entiéndete mejor—un momento a la vez.",
  "moodTracking.whyTitle": "¿Por qué seguir tu ánimo?",
  "moodTracking.why1Title": "Descubre patrones ocultos",
  "moodTracking.why1Desc": "Quizás te sientes agotado cada lunes pero energizado los viernes. O notas que el tiempo con ciertas personas te anima.",
  "moodTracking.why2Title": "Mejora tu autoconciencia",
  "moodTracking.why2Desc": "El simple acto de pausar para notar cómo te sientes desarrolla la inteligencia emocional. Con el tiempo, te conectas más con tu mundo interior.",
  "moodTracking.why3Title": "Toma mejores decisiones",
  "moodTracking.why3Desc": "Cuando entiendes qué afecta tu ánimo, puedes tomar decisiones que apoyan tu bienestar. Más de lo que te eleva, menos de lo que te agota.",
  "moodTracking.why4Title": "Sigue tu progreso",
  "moodTracking.why4Desc": "Observa cómo cambia tu paisaje emocional semana a semana. Celebra mejoras y detecta señales de alerta temprano.",
  "moodTracking.privacyTitle": "Tus emociones permanecen privadas",
  "moodTracking.privacyDesc": "A diferencia de otras apps, RECAPZ almacena todo localmente en tu dispositivo. Sin cuentas, sin sincronización en la nube, los datos no salen de tu teléfono.",
  "moodTracking.privacy1": "Sin cuenta requerida",
  "moodTracking.privacy2": "Sin datos enviados a servidores",
  "moodTracking.privacy3": "Sin analíticas rastreando tu comportamiento",
  "moodTracking.ctaTitle": "Comienza a seguir tu ánimo hoy",
  "moodTracking.ctaDesc": "Gratis para descargar. Sin cuenta necesaria. Tus emociones, tus datos.",
  "dailyReflection.heroTitle": "Reflexión diaria en segundos, no horas",
  "dailyReflection.heroDesc": "El diario tradicional pide demasiado. RECAPZ captura tu día a través de check-ins emocionales rápidos. Sin páginas en blanco. Solo pausa, nota y sigue adelante.",
  "dailyReflection.whyFailTitle": "Por qué falla la reflexión tradicional",
  "dailyReflection.fail1Title": "Pide demasiado",
  "dailyReflection.fail1Desc": "Mirar una página en blanco, buscando las palabras correctas. La mayoría abandona después de unos días porque se siente como tarea.",
  "dailyReflection.fail2Title": "Una vez al día falla",
  "dailyReflection.fail2Desc": "Reflexionar por la noche significa que ya olvidaste cómo te sentiste por la mañana. La memoria no es confiable—reconstruimos, no recordamos.",
  "dailyReflection.fail3Title": "Difícil ver patrones",
  "dailyReflection.fail3Desc": "Páginas de texto son difíciles de escanear. No puedes ver patrones de un vistazo. Tu historia se pierde en párrafos.",
  "dailyReflection.fail4Title": "Culpa y presión",
  "dailyReflection.fail4Desc": "Pierdes un día y te sientes culpable. Las rachas crean presión. Lo que debería ser pacífico se convierte en otra tarea.",
  "dailyReflection.approachTitle": "El enfoque RECAPZ",
  "dailyReflection.approach1Title": "Check-ins de 10 segundos",
  "dailyReflection.approach1Desc": "Toca cómo te sientes. Añade contexto si quieres. Listo. Sin escribir requerido. Captura momentos mientras suceden.",
  "dailyReflection.approach2Title": "Múltiples check-ins por día",
  "dailyReflection.approach2Desc": "La mañana se siente diferente a la noche. RECAPZ captura tu día como realmente se desarrolla—no como lo recuerdas después.",
  "dailyReflection.approach3Title": "Visual de un vistazo",
  "dailyReflection.approach3Desc": "Cada emoción tiene un color. Tu día se convierte en una mezcla hermosa. Ve semanas de patrones instantáneamente sin leer nada.",
  "dailyReflection.approach4Title": "Sin rachas, sin culpa",
  "dailyReflection.approach4Desc": "Haz check-in cuando se sienta bien. Salta días sin penalidad. Este es tu espacio—úsalo como funcione para ti.",
  "dailyReflection.ctaTitle": "Tu reflexión diaria, simplificada",
  "dailyReflection.ctaDesc": "Gratis, privada y diseñada para la vida real. Comienza a capturar tus momentos hoy.",
  "mentalWellness.heroTitle": "Un enfoque gentil hacia el bienestar mental",
  "mentalWellness.heroDesc": "Tu salud mental importa. RECAPZ te ayuda a construir autoconciencia a través de check-ins diarios simples—sin terapia, sin diagnóstico, solo un espacio tranquilo para notar cómo te sientes.",
  "mentalWellness.notice": "RECAPZ es una herramienta de autorreflexión, no un reemplazo para la atención profesional de salud mental. Si estás en crisis, contacta a un profesional de salud mental.",
  "mentalWellness.benefitsTitle": "Cómo la reflexión diaria apoya el bienestar",
  "mentalWellness.benefit1Title": "Construye autoconciencia",
  "mentalWellness.benefit1Desc": "El simple acto de pausar para notar tus sentimientos construye inteligencia emocional. Con el tiempo, respondes en lugar de reaccionar.",
  "mentalWellness.benefit2Title": "Identifica disparadores",
  "mentalWellness.benefit2Desc": "Al rastrear contexto junto con emociones, podrías descubrir que ciertas situaciones, personas o momentos del día afectan tu ánimo.",
  "mentalWellness.benefit3Title": "Practica mindfulness",
  "mentalWellness.benefit3Desc": "Cada check-in es un mini momento de mindfulness. Pausas, miras hacia adentro y notas sin juzgar. Meditación simplificada.",
  "mentalWellness.benefit4Title": "Sigue tu progreso",
  "mentalWellness.benefit4Desc": "Ve cómo tu paisaje emocional cambia día a día. Nota mejoras, detecta patrones temprano y celebra las pequeñas victorias.",
  "mentalWellness.whyTitle": "Por qué RECAPZ para bienestar mental",
  "mentalWellness.why1Title": "Completamente privado",
  "mentalWellness.why1Desc": "Tus datos emocionales nunca salen de tu dispositivo. Sin cuentas, sin nube, nadie más puede ver tu viaje. Este es tu espacio seguro.",
  "mentalWellness.why2Title": "Sin presión",
  "mentalWellness.why2Desc": "Sin rachas que mantener, sin notificaciones haciéndote sentir culpable. Úsalo cuando ayude. Sáltalo cuando necesites un descanso.",
  "mentalWellness.why3Title": "Diseño hermoso",
  "mentalWellness.why3Desc": "El orbe viviente crea una experiencia visual calmante. Ver tus colores mezclarse es en sí relajante. Las herramientas de bienestar deberían sentirse bien.",
  "mentalWellness.why4Title": "Insights gentiles, no juicios",
  "mentalWellness.why4Desc": "RECAPZ observa patrones sin etiquetarlos como buenos o malos. \"Las mañanas se sienten más calmadas que las noches\"—no \"Necesitas arreglar tus noches.\"",
  "mentalWellness.ctaTitle": "Comienza tu viaje de bienestar",
  "mentalWellness.ctaDesc": "Gratis, privado y construido con cuidado. Comienza a notar cómo te sientes hoy.",
  "settings.language": "Idioma",
  "landing.appStore": "Descargar en App Store",
  "landing.heroTitle": "Nota cómo te sientes",
  "landing.heroSubtitle": "Una forma suave de notar cómo te sientes durante el día. Captura momentos, observa cómo se mezclan tus colores emocionales y descubre qué te eleva.",
  "landing.heroPrivacy": "100% sin conexión. Sin cuentas. Tus momentos, tu privacidad.",
  "landing.learnMore": "Saber más",
  "landing.badge100Offline": "100% sin conexión",
  "landing.badgeNoSubscription": "Sin suscripción",
  "landing.badgeDataOnDevice": "Tus datos en tu dispositivo",
  "landing.description": "RECAPZ es un compañero silencioso para tu mundo interior — un espacio para pausar, notar cómo te sientes y observar cómo se despliegan tus colores emocionales.",
  "landing.breatheTitle": "Un momento para respirar",
  "landing.breatheText1": "La vida va rápido. RECAPZ te invita a desacelerar, solo por un respiro. Cuando haces check-in, simplemente notas: ¿Cómo me siento ahora? ¿Dónde estoy? ¿Con quién estoy?",
  "landing.breatheText2": "Cada momento que capturas añade un nuevo color a tu día - verdes suaves para la gratitud, naranjas cálidos para la incertidumbre, púrpuras frescos para el enfoque. Sin juicios, sin puntuaciones. Solo consciencia.",
  "landing.visualizedTitle": "Tu día, visualizado",
  "landing.visualizedText1": "En el corazón de RECAPZ hay un orbe brillante que contiene tu día. Al añadir momentos, observa cómo tus colores se mezclan y cambian juntos, creando algo únicamente tuyo. Es un espejo suave que refleja tu paisaje emocional.",
  "landing.visualizedText2": "Toca tu día para ver cada momento esparcido como piedras coloridas - cada una una pequeña pieza de tu historia.",
  "landing.patternsTitle": "Patrones que se revelan",
  "landing.patternsText1": "Con el tiempo, RECAPZ nota silenciosamente lo que tú podrías no ver. Quizás las mañanas te traen más energía. Quizás ciertos lugares o personas cambian cómo te sientes. Estas ideas emergen naturalmente, como estrellas apareciendo al atardecer.",
  "landing.patternsText2": "Sin presión para capturarlo todo. Sin rachas que mantener. Solo aparece cuando se sienta bien.",
  "landing.about1Title": "Pausa y reflexiona",
  "landing.about1Desc": "Tómate un momento para conectar contigo. Elige cómo te sientes y añade una nota rápida.",
  "landing.about2Title": "Míralo cobrar vida",
  "landing.about2Desc": "Tus emociones se mezclan en un hermoso orbe en constante cambio. Cada color cuenta parte de tu historia.",
  "landing.about3Title": "Completamente privado",
  "landing.about3Desc": "Sin cuentas. Sin nube. Todos los datos quedan en tu dispositivo. Solo tú y tus momentos.",
  "landing.screenshotsTitle": "Míralo en acción",
  "landing.screenshotsSubtitle": "Explora la app a través de hermosas capturas",
  "landing.featuresTitle": "Diseñado con cuidado",
  "landing.feature1Title": "Orbe viviente",
  "landing.feature1Desc": "Un orbe que respira y refleja tus colores emocionales durante el día.",
  "landing.feature2Title": "Temas claro y oscuro",
  "landing.feature2Desc": "Hermosos temas que se sienten naturales en cualquier iluminación.",
  "landing.feature3Title": "Recordatorios suaves",
  "landing.feature3Desc": "Notificaciones opcionales cuando las quieras.",
  "landing.feature4Title": "Tu historial",
  "landing.feature4Desc": "Tus últimos 30 días, siempre ahí para revisitar.",
  "landing.feature5Title": "Múltiples idiomas",
  "landing.feature5Desc": "Disponible en 8 idiomas para una audiencia global.",
  "landing.feature6Title": "Privado por diseño",
  "landing.feature6Desc": "Todo permanece en tu dispositivo. Sin cuentas, sin nube.",
  "landing.privacyTitle": "Privado por diseño",
  "landing.privacyText": "Tu mundo emocional permanece tuyo. Todo vive en tu dispositivo. Sin cuentas, sin nube, sin datos saliendo de tu teléfono. Este es tu espacio solo.",
  "landing.closingText": "RECAPZ es para cualquiera que quiera entenderse un poco mejor - no a través del análisis, sino a través de la observación suave.",
  "landing.closingTagline": "Un momento a la vez.",
  "landing.faqTitle": "Preguntas Frecuentes",
  "landing.faq1Q": "¿Mis datos son privados?",
  "landing.faq1A": "Sí, completamente. Todos tus datos permanecen en tu dispositivo. No tenemos servidores, cuentas ni forma de acceder a tu información. Tu viaje emocional es solo tuyo.",
  "landing.faq2Q": "¿Cómo funciona el sistema de colores?",
  "landing.faq2A": "Cada estado emocional tiene su propio color. Cuando haces check-in, tus sentimientos se mezclan en el orbe, creando una representación visual única de tu día. Con el tiempo, empezarás a reconocer tus patrones.",
  "landing.faq3Q": "¿Necesito hacer check-in varias veces al día?",
  "landing.faq3A": "Para nada. Haz check-in cuando se sienta bien - una vez al día, varias veces, o cuando quieras pausar y notar. No hay rachas ni presión.",
  "landing.faq4Q": "¿Qué pasa con mis datos si elimino la app?",
  "landing.faq4A": "Como todos los datos se almacenan localmente en tu dispositivo, eliminar la app eliminará permanentemente todos tus check-ins. No tenemos copias de seguridad porque nunca tuvimos acceso a tus datos.",
  "landing.faq5Q": "¿RECAPZ reemplaza la terapia?",
  "landing.faq5A": "No. RECAPZ es una herramienta de auto-reflexión, no un dispositivo médico ni tratamiento de salud mental. Si estás pasándola mal, por favor busca un profesional de salud mental.",
  "landing.contactTitle": "Contáctanos",
  "landing.contactText": "¿Tienes preguntas o comentarios? Nos encantaría saber de ti.",
  "landing.ctaTitle": "¿Listo para empezar?",
  "landing.ctaSubtitle": "Descarga RECAPZ y empieza a notar tus momentos hoy.",
  "landing.ctaText": "Empieza a notar tus momentos hoy.",
  "landing.copyright": "© 2026 Sponom Dev. Todos los derechos reservados.",
  "header.otherProducts": "Otros Productos",
  "privacy.mobile.title": "Política de Privacidad",
  "privacy.mobile.lastUpdated": "Última actualización: Enero 2026",
  "privacy.mobile.introduction": "Introducción",
  "privacy.mobile.introText": "RECAPZ (\"nosotros\", \"nuestro\" o \"la app\") está comprometido con proteger tu privacidad. Esta Política de Privacidad explica cómo manejamos tu información cuando usas nuestra aplicación móvil para iOS.",
  "privacy.mobile.commitment": "Tus datos permanecen en tu dispositivo. Punto.",
  "privacy.mobile.dontCollect": "Información que NO recopilamos",
  "privacy.mobile.dontCollectIntro": "No recopilamos:",
  "privacy.mobile.dontCollect1": "Información personal (nombre, email, teléfono)",
  "privacy.mobile.dontCollect2": "Analíticas de uso o seguimiento de comportamiento",
  "privacy.mobile.dontCollect3": "Identificadores de dispositivo o IDs publicitarios",
  "privacy.mobile.dontCollect4": "Datos de ubicación",
  "privacy.mobile.dontCollect5": "Ningún dato de tu uso de la app",
  "privacy.mobile.youCreate": "Información que creas tú",
  "privacy.mobile.youCreateIntro": "Al usar RECAPZ, creas y almacenas los siguientes datos localmente en tu dispositivo:",
  "privacy.mobile.emotionalCheckins": "Registros emocionales",
  "privacy.mobile.checkin1": "Tus estados emocionales seleccionados (energía, sentimiento, enfoque)",
  "privacy.mobile.checkin2": "Marcas de tiempo de cuando registraste cada momento",
  "privacy.mobile.checkin3": "Información de contexto (actividades, lugares que ingresas manualmente)",
  "privacy.mobile.checkin4": "Personas con las que estuviste (si eliges agregar esta información)",
  "privacy.mobile.appPreferences": "Preferencias de la app",
  "privacy.mobile.pref1": "Selección de tema (esquema de color)",
  "privacy.mobile.pref2": "Preferencia de idioma",
  "privacy.mobile.pref3": "Configuración de notificaciones y horarios de recordatorios",
  "privacy.mobile.pref4": "Estado de completación del onboarding",
  "privacy.mobile.allDataStays": "Todos estos datos se almacenan exclusivamente en tu iPhone, nunca se transmiten a ningún servidor externo, nunca se comparten con terceros, y pueden eliminarse completamente en cualquier momento a través de la configuración de la app.",
  "privacy.mobile.dataSecurity": "Seguridad de datos",
  "privacy.mobile.dataSecurityText": "Tus datos están protegidos por los mecanismos de seguridad integrados de iOS de Apple, encriptación local del dispositivo (si tienes la encriptación habilitada), y sin transmisión de red (porque nunca enviamos tus datos a ningún lugar).",
  "privacy.mobile.icloudBackup": "Respaldo de iCloud",
  "privacy.mobile.icloudBackupText": "Si tienes habilitado el respaldo de iCloud en tu dispositivo, tus datos de RECAPZ pueden incluirse en tu respaldo encriptado de iCloud junto con otros datos de apps. Esto es controlado por la configuración de iOS de Apple, no por RECAPZ. Recomendamos mantener el respaldo de iCloud habilitado para recuperación de datos.",
  "privacy.mobile.noThirdParty": "Sin servicios de terceros",
  "privacy.mobile.noThirdPartyIntro": "RECAPZ no usa:",
  "privacy.mobile.noThirdParty1": "Servicios de analíticas (sin Google Analytics, Firebase, Mixpanel, etc.)",
  "privacy.mobile.noThirdParty2": "Redes publicitarias",
  "privacy.mobile.noThirdParty3": "Servicios de reporte de errores",
  "privacy.mobile.noThirdParty4": "Integraciones con redes sociales",
  "privacy.mobile.noThirdParty5": "Ningún SDK de terceros que recopile datos",
  "privacy.mobile.notifications": "Notificaciones",
  "privacy.mobile.notificationsText": "Si habilitas las notificaciones, todas las notificaciones se generan y programan localmente en tu dispositivo. No se usan servidores de notificaciones push, y ningún servicio externo es notificado cuando recibes un recordatorio.",
  "privacy.mobile.dataControl": "Eliminación de datos",
  "privacy.mobile.dataControlIntro": "Tienes control completo sobre tus datos:",
  "privacy.mobile.deleteAll": "Eliminar todos los datos",
  "privacy.mobile.deleteAllText": "Ve a Configuración → Historial → \"Eliminar todos los datos\" para eliminar permanentemente todos tus check-ins, preferencias y datos de la app de tu dispositivo.",
  "privacy.mobile.deleteApp": "Eliminar la app",
  "privacy.mobile.deleteAppText": "Desinstalar RECAPZ de tu iPhone eliminará permanentemente todos los datos de la app de tu dispositivo.",
  "privacy.mobile.noRecovery": "Sin recuperación",
  "privacy.mobile.noRecoveryText": "Una vez que elimines tus datos, no pueden recuperarse porque no tenemos copias de ellos en ningún lugar.",
  "privacy.mobile.yourRights": "Tus derechos",
  "privacy.mobile.yourRightsText": "Porque todos tus datos permanecen en tu dispositivo: Puedes ver todos tus datos dentro de la app, eliminar todos los datos instantáneamente a través de la configuración de la app, y tienes control completo en todo momento.",
  "privacy.mobile.changes": "Cambios a esta Política de Privacidad",
  "privacy.mobile.changesText": "Podemos actualizar esta Política de Privacidad de vez en cuando. Te notificaremos actualizando la fecha de \"Última actualización\" y publicando la nueva política en la app. El uso continuado después de los cambios constituye aceptación de la política actualizada.",
  "privacy.mobile.summary": "Resumen",
  "privacy.mobile.summaryText": "RECAPZ no recopila ningún dato tuyo. Todo lo que registras permanece en tu iPhone. No podemos verlo, no podemos acceder a ello, y no lo queremos. Tu viaje emocional es tuyo y solo tuyo. Esa es nuestra promesa.",
  "privacy.contact": "Contacto",
  "privacy.contactText": "Si tienes preguntas sobre esta política de privacidad, contáctanos en",
  "terms.mobile.title": "Términos de Servicio",
  "terms.mobile.lastUpdated": "Última actualización: Enero 2026",
  "terms.mobile.agreement": "Acuerdo de Términos",
  "terms.mobile.agreementText": "Al descargar, instalar o usar RECAPZ (\"la app\", \"nuestra app\" o \"el servicio\"), aceptas estar sujeto a estos Términos de Servicio. Si no estás de acuerdo con estos Términos, por favor no uses la app.",
  "terms.mobile.description": "Descripción del Servicio",
  "terms.mobile.descriptionIntro": "RECAPZ es una app de conciencia emocional personal y reflexión para dispositivos iOS. La app te permite:",
  "terms.mobile.desc1": "Registrar check-ins emocionales durante tu día",
  "terms.mobile.desc2": "Rastrear patrones en tus estados emocionales",
  "terms.mobile.desc3": "Visualizar tu viaje emocional",
  "terms.mobile.desc4": "Establecer recordatorios para la auto-reflexión",
  "terms.mobile.desc5": "Personalizar tu experiencia con temas e idiomas",
  "terms.mobile.notMedical": "Todos los datos se almacenan localmente en tu dispositivo. RECAPZ no proporciona servicios médicos, terapéuticos o profesionales de salud mental.",
  "terms.mobile.eligibility": "Elegibilidad",
  "terms.mobile.eligibilityText": "RECAPZ está disponible para usuarios de todas las edades. Si tienes menos de 13 años, por favor pide a un padre o tutor que revise estos Términos contigo.",
  "terms.mobile.license": "Licencia de Uso",
  "terms.mobile.licenseGrant": "Te otorgamos una licencia limitada, no exclusiva, no transferible y revocable para usar RECAPZ con fines personales y no comerciales, sujeta a estos Términos.",
  "terms.mobile.restrictions": "No puedes:",
  "terms.mobile.restrict1": "Modificar, aplicar ingeniería inversa, descompilar o desensamblar la app",
  "terms.mobile.restrict2": "Eliminar cualquier aviso de derechos de autor o propiedad",
  "terms.mobile.restrict3": "Usar la app para cualquier propósito ilegal o no autorizado",
  "terms.mobile.restrict4": "Intentar obtener acceso no autorizado a cualquier parte de la app",
  "terms.mobile.restrict5": "Copiar, distribuir o crear trabajos derivados de la app",
  "terms.mobile.userContent": "Contenido Generado por el Usuario",
  "terms.mobile.yourData": "Todo el contenido que creas en RECAPZ (check-ins, notas, preferencias) sigue siendo tu propiedad. Conservas todos los derechos sobre tus datos.",
  "terms.mobile.localStorage": "Tus datos se almacenan exclusivamente en tu dispositivo. No tenemos acceso, no podemos ver y no recopilamos tu contenido.",
  "terms.mobile.yourResponsibility": "Eres el único responsable de:",
  "terms.mobile.resp1": "La precisión de la información que registras",
  "terms.mobile.resp2": "Mantener la seguridad de tu dispositivo",
  "terms.mobile.resp3": "Respaldar tus datos (vía iCloud u otros métodos)",
  "terms.mobile.intellectualProperty": "Propiedad Intelectual",
  "terms.mobile.intellectualPropertyText": "RECAPZ, incluyendo su diseño, características, gráficos, interfaz de usuario, código y todos los materiales relacionados, es de nuestra propiedad y está protegido por derechos de autor, marcas registradas y otras leyes de propiedad intelectual.",
  "terms.mobile.noMedicalAdvice": "Sin Consejo Médico",
  "terms.mobile.notSubstitute": "No es un Sustituto de Atención Profesional",
  "terms.mobile.notSubstituteText": "RECAPZ es una herramienta de auto-reflexión, no un dispositivo médico ni tratamiento de salud mental. La app no proporciona consejos médicos, diagnósticos o tratamientos y no debe usarse en situaciones de emergencia.",
  "terms.mobile.emergency": "Situaciones de Emergencia",
  "terms.mobile.emergencyText": "Si estás experimentando una emergencia de salud mental: Estados Unidos: Llama al 988 (Línea de Prevención del Suicidio y Crisis) o 911. Internacional: Contacta a tus servicios de emergencia locales. RECAPZ no está diseñado para situaciones de crisis.",
  "terms.mobile.disclaimers": "Descargos de Responsabilidad",
  "terms.mobile.disclaimersAsIs": "RECAPZ se proporciona \"tal cual\" y \"según disponibilidad\" sin garantías de ningún tipo, ya sean expresas o implícitas.",
  "terms.mobile.disclaimersNoGuarantee": "No garantizamos que la app sea ininterrumpida, oportuna, segura o libre de errores, o que tus datos sean preservados (debes mantener respaldos).",
  "terms.mobile.limitation": "Limitación de Responsabilidad",
  "terms.mobile.limitationText": "En la máxima medida permitida por la ley, no seremos responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo, incluyendo pérdida de datos, pérdida de beneficios, angustia emocional o lesiones personales.",
  "terms.mobile.updates": "Actualizaciones y Cambios de la App",
  "terms.mobile.updatesText": "Nos reservamos el derecho de modificar o descontinuar la app, agregar o eliminar características, y actualizar estos Términos en cualquier momento. El uso continuado después de los cambios constituye aceptación de los Términos actualizados.",
  "terms.mobile.appStore": "Apple App Store",
  "terms.mobile.appStoreText": "Tu uso de RECAPZ también está sujeto a los Términos de Servicio del Apple App Store. En caso de conflicto entre estos Términos y los términos de Apple, los términos de Apple prevalecerán para asuntos relacionados con el App Store.",
  "terms.mobile.privacyRef": "Privacidad",
  "terms.mobile.privacyRefText": "Por favor revisa nuestra Política de Privacidad para entender cómo manejamos tu información (no la recopilamos). La Política de Privacidad se incorpora a estos Términos por referencia.",
  "terms.mobile.termination": "Terminación",
  "terms.mobile.terminationText": "Puedes dejar de usar RECAPZ en cualquier momento eliminando la app de tu dispositivo. Al terminar, tu licencia para usar la app termina y debes eliminar la app de tus dispositivos.",
  "terms.mobile.contact": "Información de Contacto",
  "terms.mobile.contactText": "Si tienes preguntas sobre estos Términos, contáctanos en",
  "terms.mobile.summary": "Resumen",
  "terms.mobile.summaryText": "Usa RECAPZ para reflexión personal y autoconciencia. No lo uses como sustituto de atención profesional de salud mental. Tus datos permanecen en tu dispositivo y es tu responsabilidad respaldarlos. Sé amable, usa la app responsablemente y cuídate. Si estás en crisis, por favor busca ayuda profesional.",
  "features": {
    "moodTracking": {
      "meta": {
        "title": "App de Seguimiento del Ánimo - Rastrea Tus Emociones Diarias",
        "description": "Rastrea tu ánimo y emociones durante el día con RECAPZ. Un hermoso y privado rastreador de ánimo que te ayuda a entender tus patrones emocionales. Sin cuenta requerida.",
        "keywords": [
          "rastreador de ánimo",
          "app de ánimo",
          "rastreador de emociones",
          "diario de ánimo",
          "app de salud mental",
          "bienestar emocional"
        ],
        "ogTitle": "App de Seguimiento del Ánimo | RECAPZ",
        "ogDescription": "Rastrea tu ánimo y emociones durante el día. Un hermoso y privado rastreador de ánimo.",
        "twitterTitle": "App de Seguimiento del Ánimo | RECAPZ",
        "twitterDescription": "Rastrea tu ánimo y emociones durante el día."
      },
      "heroTitle": "Seguimiento del ánimo que realmente funciona",
      "heroDesc": "Captura tus emociones cuando suceden. Descubre patrones que nunca notaste. Entiéndete mejor—un momento a la vez.",
      "whyTitle": "¿Por qué seguir tu ánimo?",
      "why1Title": "Descubre patrones ocultos",
      "why1Desc": "Quizás te sientes agotado cada lunes pero energizado los viernes. O notas que el tiempo con ciertas personas te anima.",
      "why2Title": "Mejora tu autoconciencia",
      "why2Desc": "El simple acto de pausar para notar cómo te sientes desarrolla la inteligencia emocional. Con el tiempo, te conectas más con tu mundo interior.",
      "why3Title": "Toma mejores decisiones",
      "why3Desc": "Cuando entiendes qué afecta tu ánimo, puedes tomar decisiones que apoyan tu bienestar. Más de lo que te eleva, menos de lo que te agota.",
      "why4Title": "Sigue tu progreso",
      "why4Desc": "Observa cómo cambia tu paisaje emocional semana a semana. Celebra mejoras y detecta señales de alerta temprano.",
      "privacyTitle": "Tus emociones permanecen privadas",
      "privacyDesc": "A diferencia de otras apps, RECAPZ almacena todo localmente en tu dispositivo. Sin cuentas, sin sincronización en la nube, los datos no salen de tu teléfono.",
      "privacy1": "Sin cuenta requerida",
      "privacy2": "Sin datos enviados a servidores",
      "privacy3": "Sin analíticas rastreando tu comportamiento",
      "ctaTitle": "Comienza a seguir tu ánimo hoy",
      "ctaDesc": "Gratis para descargar. Sin cuenta necesaria. Tus emociones, tus datos."
    },
    "dailyReflection": {
      "meta": {
        "title": "App de Reflexión Diaria - Captura Tu Día en Momentos",
        "description": "Una app de reflexión diaria consciente que captura tu día a través de check-ins rápidos. Sin entradas largas. Solo nota cómo te sientes.",
        "keywords": [
          "app de reflexión diaria",
          "reflexión",
          "autorreflexión",
          "check-in diario",
          "mindfulness",
          "conciencia emocional"
        ],
        "ogTitle": "App de Reflexión Diaria | RECAPZ",
        "ogDescription": "Una app de reflexión consciente que captura tu día a través de check-ins rápidos. Sin entradas largas.",
        "twitterTitle": "App de Reflexión Diaria | RECAPZ",
        "twitterDescription": "Una app de reflexión consciente a través de check-ins rápidos."
      },
      "heroTitle": "Reflexión diaria en segundos, no horas",
      "heroDesc": "El diario tradicional pide demasiado. RECAPZ captura tu día a través de check-ins emocionales rápidos. Sin páginas en blanco. Solo pausa, nota y sigue.",
      "whyFailTitle": "Por qué falla la reflexión tradicional",
      "fail1Title": "Pide demasiado",
      "fail1Desc": "Mirar una página en blanco, buscando las palabras correctas. La mayoría abandona después de unos días porque se siente como tarea.",
      "fail2Title": "Una vez al día falla",
      "fail2Desc": "Reflexionar de noche significa que ya olvidaste cómo se sintió la mañana. La memoria no es confiable—reconstruimos, no recordamos.",
      "fail3Title": "Difícil ver patrones",
      "fail3Desc": "Páginas de texto son difíciles de escanear. No puedes ver patrones de un vistazo. Tu historia se pierde en párrafos.",
      "fail4Title": "Culpa y presión",
      "fail4Desc": "Pierde un día y sientes culpa. Las rachas crean presión. Lo que debería ser pacífico se convierte en otra tarea.",
      "approachTitle": "El enfoque RECAPZ",
      "approach1Title": "Check-ins de 10 segundos",
      "approach1Desc": "Toca cómo te sientes. Añade contexto si quieres. Listo. Sin escritura. Captura momentos cuando suceden.",
      "approach2Title": "Múltiples check-ins por día",
      "approach2Desc": "La mañana se siente diferente de la noche. RECAPZ captura tu día como realmente sucede—no como lo recuerdas después.",
      "approach3Title": "Visual de un vistazo",
      "approach3Desc": "Cada emoción tiene un color. Tu día se vuelve una hermosa mezcla. Ve semanas de patrones instantáneamente sin leer.",
      "approach4Title": "Sin rachas, sin culpa",
      "approach4Desc": "Haz check-in cuando se sienta bien. Salta días sin penalización. Este es tu espacio—úsalo como funcione para ti.",
      "ctaTitle": "Tu reflexión diaria, simplificada",
      "ctaDesc": "Gratis, privada y diseñada para la vida real. Comienza a capturar tus momentos hoy."
    },
    "mentalWellness": {
      "meta": {
        "title": "App de Bienestar Mental - Autocuidado a Través de la Reflexión",
        "description": "Apoya tu bienestar mental con reflexión diaria suave. RECAPZ te ayuda a notar patrones emocionales, practicar mindfulness y entender tu bienestar.",
        "keywords": [
          "app de bienestar mental",
          "autocuidado",
          "salud emocional",
          "mindfulness",
          "rastreador de bienestar",
          "autoconciencia"
        ],
        "ogTitle": "App de Bienestar Mental | RECAPZ",
        "ogDescription": "Apoya tu bienestar mental con reflexión suave. Nota patrones y entiende tu bienestar.",
        "twitterTitle": "App de Bienestar Mental | RECAPZ",
        "twitterDescription": "Apoya tu bienestar mental con reflexión suave."
      },
      "heroTitle": "Un enfoque suave al bienestar mental",
      "heroDesc": "Tu salud mental importa. RECAPZ te ayuda a desarrollar autoconciencia a través de check-ins diarios simples—sin terapia, sin diagnóstico, solo un espacio tranquilo para notar cómo te sientes.",
      "notice": "RECAPZ es una herramienta de autorreflexión, no un reemplazo de atención profesional de salud mental. Si estás en crisis, contacta a un profesional.",
      "benefitsTitle": "Cómo la reflexión apoya el bienestar",
      "benefit1Title": "Desarrolla autoconciencia",
      "benefit1Desc": "El simple acto de pausar para notar tus sentimientos desarrolla inteligencia emocional. Con el tiempo, respondes en lugar de reaccionar.",
      "benefit2Title": "Identifica disparadores",
      "benefit2Desc": "Al rastrear contexto junto con emociones, puedes descubrir que ciertas situaciones o personas afectan tu ánimo—insights para mejores decisiones.",
      "benefit3Title": "Practica mindfulness",
      "benefit3Desc": "Cada check-in es un mini momento de mindfulness. Pausas, miras adentro, notas sin juzgar. Meditación simplificada.",
      "benefit4Title": "Sigue tu progreso",
      "benefit4Desc": "Ve cómo tu paisaje emocional cambia durante días y semanas. Nota mejoras, detecta patrones temprano, celebra pequeñas victorias.",
      "whyTitle": "Por qué RECAPZ para bienestar mental",
      "why1Title": "Completamente privado",
      "why1Desc": "Tus datos emocionales nunca salen de tu dispositivo. Sin cuentas, sin nube, nadie más puede ver tu camino. Este es tu espacio seguro.",
      "why2Title": "Sin presión",
      "why2Desc": "Sin rachas que mantener, sin notificaciones culpándote. Úsalo cuando ayude. Sáltalo cuando necesites descanso. Tu bienestar, tu ritmo.",
      "why3Title": "Diseño hermoso",
      "why3Desc": "La esfera viviente crea una experiencia visual calmante. Ver tus colores mezclarse es relajante. Las herramientas de bienestar deben sentirse bien.",
      "why4Title": "Insights suaves, no juicios",
      "why4Desc": "RECAPZ observa patrones sin etiquetarlos como buenos o malos. \"Las mañanas se sienten más calmadas que las noches\"—no \"Necesitas arreglar tus noches\".",
      "ctaTitle": "Comienza tu camino de bienestar",
      "ctaDesc": "Gratis, privado y hecho con cuidado. Comienza a notar cómo te sientes hoy."
    }
  }
}