{
  "meta.title": "RECAPZ - Réflexion Quotidienne",
  "meta.description": "Un endroit calme pour vos journées",
  "footer.privacy": "Confidentialité",
  "footer.terms": "Conditions",
  "footer.features": "Fonctionnalités",
  "footer.legal": "Mentions légales",
  "footer.contact": "Contact",
  "footer.download": "Obtenir l'App",
  "footer.tagline": "Votre compagnon quotidien pour la conscience émotionnelle. Suivez vos humeurs, réfléchissez aux moments et comprenez votre parcours.",
  "footer.moodTracking": "Suivi de l'humeur",
  "footer.dailyReflection": "Réflexion quotidienne",
  "footer.mentalWellness": "Bien-être mental",
  "footer.home": "Accueil",
  "moodTracking.heroTitle": "Le suivi d'humeur qui fonctionne vraiment",
  "moodTracking.heroDesc": "Capturez vos émotions au moment où elles surviennent. Découvrez des schémas que vous n'aviez jamais remarqués. Comprenez-vous mieux—un moment à la fois.",
  "moodTracking.whyTitle": "Pourquoi suivre votre humeur ?",
  "moodTracking.why1Title": "Découvrez des schémas cachés",
  "moodTracking.why1Desc": "Peut-être vous sentez-vous épuisé chaque lundi mais énergisé le vendredi. Ou remarquez que le temps passé avec certaines personnes vous remonte le moral.",
  "moodTracking.why2Title": "Améliorez votre conscience de soi",
  "moodTracking.why2Desc": "Le simple fait de faire une pause pour remarquer comment vous vous sentez développe l'intelligence émotionnelle. Avec le temps, vous vous connectez davantage à votre monde intérieur.",
  "moodTracking.why3Title": "Prenez de meilleures décisions",
  "moodTracking.why3Desc": "Quand vous comprenez ce qui affecte votre humeur, vous pouvez faire des choix qui soutiennent votre bien-être. Plus de ce qui vous élève, moins de ce qui vous épuise.",
  "moodTracking.why4Title": "Suivez vos progrès",
  "moodTracking.why4Desc": "Observez comment votre paysage émotionnel change de semaine en semaine. Célébrez les améliorations et détectez les signaux d'alerte tôt.",
  "moodTracking.privacyTitle": "Vos émotions restent privées",
  "moodTracking.privacyDesc": "Contrairement à d'autres applications, RECAPZ stocke tout localement sur votre appareil. Pas de compte, pas de synchronisation cloud, les données ne quittent pas votre téléphone.",
  "moodTracking.privacy1": "Pas de compte requis",
  "moodTracking.privacy2": "Pas de données envoyées aux serveurs",
  "moodTracking.privacy3": "Pas d'analytique suivant votre comportement",
  "moodTracking.ctaTitle": "Commencez à suivre votre humeur aujourd'hui",
  "moodTracking.ctaDesc": "Gratuit à télécharger. Pas de compte nécessaire. Vos émotions, vos données.",
  "dailyReflection.heroTitle": "Réflexion quotidienne en secondes, pas en heures",
  "dailyReflection.heroDesc": "Le journal traditionnel demande trop. RECAPZ capture votre journée à travers des check-ins émotionnels rapides. Pas de pages blanches à remplir. Juste une pause, une observation, et continuez.",
  "dailyReflection.whyFailTitle": "Pourquoi la réflexion traditionnelle échoue",
  "dailyReflection.fail1Title": "Elle demande trop",
  "dailyReflection.fail1Desc": "Fixer une page blanche, chercher les bons mots. La plupart abandonnent après quelques jours parce que ça ressemble à des devoirs.",
  "dailyReflection.fail2Title": "Une fois par jour ne suffit pas",
  "dailyReflection.fail2Desc": "Réfléchir le soir signifie que vous avez déjà oublié comment vous vous sentiez le matin. La mémoire n'est pas fiable—nous reconstruisons, nous ne nous souvenons pas.",
  "dailyReflection.fail3Title": "Difficile de voir les schémas",
  "dailyReflection.fail3Desc": "Les pages de texte sont difficiles à parcourir. Vous ne pouvez pas voir les schémas d'un coup d'œil. Votre histoire se perd dans les paragraphes.",
  "dailyReflection.fail4Title": "Culpabilité et pression",
  "dailyReflection.fail4Desc": "Manquez un jour et vous vous sentez coupable. Les séries créent de la pression. Ce qui devrait être paisible devient une autre tâche.",
  "dailyReflection.approachTitle": "L'approche RECAPZ",
  "dailyReflection.approach1Title": "Check-ins de 10 secondes",
  "dailyReflection.approach1Desc": "Appuyez sur comment vous vous sentez. Ajoutez du contexte si vous voulez. C'est fait. Pas d'écriture requise. Capturez les moments au fur et à mesure.",
  "dailyReflection.approach2Title": "Plusieurs check-ins par jour",
  "dailyReflection.approach2Desc": "Le matin est différent du soir. RECAPZ capture votre journée telle qu'elle se déroule—pas comme vous vous en souvenez après.",
  "dailyReflection.approach3Title": "Visuel d'un coup d'œil",
  "dailyReflection.approach3Desc": "Chaque émotion a sa couleur. Votre journée devient un beau mélange. Voyez des semaines de schémas instantanément sans rien lire.",
  "dailyReflection.approach4Title": "Pas de séries, pas de culpabilité",
  "dailyReflection.approach4Desc": "Faites un check-in quand ça vous convient. Sautez des jours sans pénalité. C'est votre espace—utilisez-le comme vous voulez.",
  "dailyReflection.ctaTitle": "Votre réflexion quotidienne, simplifiée",
  "dailyReflection.ctaDesc": "Gratuit, privé et conçu pour la vraie vie. Commencez à capturer vos moments aujourd'hui.",
  "mentalWellness.heroTitle": "Une approche douce du bien-être mental",
  "mentalWellness.heroDesc": "Votre santé mentale compte. RECAPZ vous aide à développer la conscience de soi à travers des check-ins quotidiens simples—pas de thérapie, pas de diagnostic, juste un espace calme pour remarquer comment vous vous sentez.",
  "mentalWellness.notice": "RECAPZ est un outil d'auto-réflexion, pas un remplacement pour les soins professionnels de santé mentale. Si vous êtes en crise, contactez un professionnel de santé mentale.",
  "mentalWellness.benefitsTitle": "Comment la réflexion quotidienne soutient le bien-être",
  "mentalWellness.benefit1Title": "Développez la conscience de soi",
  "mentalWellness.benefit1Desc": "Le simple fait de faire une pause pour remarquer vos sentiments développe l'intelligence émotionnelle. Avec le temps, vous répondez au lieu de réagir.",
  "mentalWellness.benefit2Title": "Identifiez les déclencheurs",
  "mentalWellness.benefit2Desc": "En suivant le contexte avec les émotions, vous pourriez découvrir que certaines situations, personnes ou moments de la journée affectent votre humeur.",
  "mentalWellness.benefit3Title": "Pratiquez la pleine conscience",
  "mentalWellness.benefit3Desc": "Chaque check-in est un mini moment de pleine conscience. Vous faites une pause, regardez vers l'intérieur et remarquez sans juger. La méditation simplifiée.",
  "mentalWellness.benefit4Title": "Suivez vos progrès",
  "mentalWellness.benefit4Desc": "Voyez comment votre paysage émotionnel change jour après jour. Remarquez les améliorations, détectez les schémas tôt et célébrez les petites victoires.",
  "mentalWellness.whyTitle": "Pourquoi RECAPZ pour le bien-être mental",
  "mentalWellness.why1Title": "Totalement privé",
  "mentalWellness.why1Desc": "Vos données émotionnelles ne quittent jamais votre appareil. Pas de compte, pas de cloud, personne d'autre ne peut voir votre parcours. C'est votre espace sûr.",
  "mentalWellness.why2Title": "Pas de pression",
  "mentalWellness.why2Desc": "Pas de séries à maintenir, pas de notifications vous culpabilisant. Utilisez-le quand ça aide. Sautez-le quand vous avez besoin d'une pause.",
  "mentalWellness.why3Title": "Design magnifique",
  "mentalWellness.why3Desc": "L'orbe vivant crée une expérience visuelle apaisante. Regarder vos couleurs se mélanger est en soi relaxant. Les outils de bien-être devraient être agréables.",
  "mentalWellness.why4Title": "Insights doux, pas de jugements",
  "mentalWellness.why4Desc": "RECAPZ observe les schémas sans les qualifier de bons ou mauvais. \"Les matins sont plus calmes que les soirs\"—pas \"Vous devez réparer vos soirs.\"",
  "mentalWellness.ctaTitle": "Commencez votre parcours de bien-être",
  "mentalWellness.ctaDesc": "Gratuit, privé et conçu avec soin. Commencez à remarquer comment vous vous sentez aujourd'hui.",
  "settings.language": "Langue",
  "landing.appStore": "Télécharger sur l'App Store",
  "landing.heroTitle": "Remarquez comment vous vous sentez",
  "landing.heroSubtitle": "Une façon douce de remarquer comment vous vous sentez tout au long de la journée. Capturez des moments, observez vos couleurs émotionnelles se mélanger et découvrez ce qui vous élève.",
  "landing.heroPrivacy": "100% hors ligne. Sans compte. Vos moments, votre vie privée.",
  "landing.learnMore": "En savoir plus",
  "landing.badge100Offline": "100% hors ligne",
  "landing.badgeNoSubscription": "Sans abonnement",
  "landing.badgeDataOnDevice": "Vos données sur votre appareil",
  "landing.description": "RECAPZ est un compagnon silencieux pour votre monde intérieur — un espace pour faire une pause, remarquer comment vous vous sentez et regarder vos couleurs émotionnelles se déployer.",
  "landing.breatheTitle": "Un moment pour respirer",
  "landing.breatheText1": "La vie va vite. RECAPZ vous invite à ralentir, juste le temps d'une respiration. Quand vous faites un check-in, vous remarquez simplement : Comment je me sens maintenant ? Où suis-je ? Avec qui suis-je ?",
  "landing.breatheText2": "Chaque moment que vous capturez ajoute une nouvelle couleur à votre journée - des verts doux pour la gratitude, des oranges chauds pour l'incertitude, des violets frais pour la concentration. Pas de jugement, pas de scores. Juste la conscience.",
  "landing.visualizedTitle": "Votre journée, visualisée",
  "landing.visualizedText1": "Au cœur de RECAPZ se trouve un orbe lumineux qui contient votre journée. En ajoutant des moments, regardez vos couleurs se mélanger et changer ensemble, créant quelque chose d'uniquement vôtre. C'est un miroir doux reflétant votre paysage émotionnel.",
  "landing.visualizedText2": "Touchez votre journée pour voir chaque moment dispersé comme des pierres colorées - chacune une petite pièce de votre histoire.",
  "landing.patternsTitle": "Des motifs qui se révèlent",
  "landing.patternsText1": "Avec le temps, RECAPZ remarque silencieusement ce que vous pourriez ne pas voir vous-même. Peut-être que les matins vous apportent plus d'énergie. Peut-être que certains endroits ou personnes changent comment vous vous sentez. Ces insights émergent naturellement, comme des étoiles apparaissant au crépuscule.",
  "landing.patternsText2": "Pas de pression pour tout capturer. Pas de séries à maintenir. Venez juste quand ça vous semble juste.",
  "landing.about1Title": "Pause et réflexion",
  "landing.about1Desc": "Prenez un moment pour vous. Choisissez comment vous vous sentez et ajoutez une note rapide.",
  "landing.about2Title": "Regardez-le prendre vie",
  "landing.about2Desc": "Vos émotions se mélangent en un bel orbe en constante évolution. Chaque couleur raconte votre histoire.",
  "landing.about3Title": "Totalement privé",
  "landing.about3Desc": "Pas de compte. Pas de cloud. Toutes les données restent sur votre appareil. Juste vous et vos moments.",
  "landing.screenshotsTitle": "Voyez-le en action",
  "landing.screenshotsSubtitle": "Explorez l'app à travers de belles captures d'écran",
  "landing.featuresTitle": "Conçu avec soin",
  "landing.feature1Title": "Orbe vivant",
  "landing.feature1Desc": "Un orbe qui respire et reflète vos couleurs émotionnelles tout au long de la journée.",
  "landing.feature2Title": "Thèmes clair et sombre",
  "landing.feature2Desc": "De beaux thèmes qui semblent naturels dans toutes les conditions d'éclairage.",
  "landing.feature3Title": "Rappels doux",
  "landing.feature3Desc": "Notifications optionnelles quand vous les voulez.",
  "landing.feature4Title": "Votre historique",
  "landing.feature4Desc": "Vos 30 derniers jours, toujours là pour y revenir.",
  "landing.feature5Title": "Plusieurs langues",
  "landing.feature5Desc": "Disponible en 8 langues pour un public mondial.",
  "landing.feature6Title": "Privé par conception",
  "landing.feature6Desc": "Tout reste sur votre appareil. Pas de comptes, pas de cloud.",
  "landing.privacyTitle": "Privé par conception",
  "landing.privacyText": "Votre monde émotionnel reste le vôtre. Tout vit sur votre appareil. Pas de comptes, pas de cloud, pas de données quittant votre téléphone. C'est votre espace seul.",
  "landing.closingText": "RECAPZ est pour quiconque veut se comprendre un peu mieux - pas par l'analyse, mais par l'observation douce.",
  "landing.closingTagline": "Un moment à la fois.",
  "landing.faqTitle": "Questions Fréquentes",
  "landing.faq1Q": "Mes données sont-elles privées ?",
  "landing.faq1A": "Oui, complètement. Toutes vos données restent sur votre appareil. Nous n'avons pas de serveurs, de comptes ou de moyen d'accéder à vos informations. Votre voyage émotionnel est le vôtre seul.",
  "landing.faq2Q": "Comment fonctionne le système de couleurs ?",
  "landing.faq2A": "Chaque état émotionnel a sa propre couleur. Quand vous faites un check-in, vos sentiments se mélangent dans l'orbe, créant une représentation visuelle unique de votre journée. Avec le temps, vous commencerez à reconnaître vos motifs.",
  "landing.faq3Q": "Dois-je faire un check-in plusieurs fois par jour ?",
  "landing.faq3A": "Pas du tout. Faites un check-in quand ça vous semble juste - une fois par jour, plusieurs fois, ou quand vous voulez faire une pause et remarquer. Pas de séries ni de pression.",
  "landing.faq4Q": "Que se passe-t-il avec mes données si je supprime l'app ?",
  "landing.faq4A": "Comme toutes les données sont stockées localement sur votre appareil, supprimer l'app supprimera définitivement tous vos check-ins. Nous n'avons pas de sauvegardes car nous n'avons jamais eu accès à vos données.",
  "landing.faq5Q": "RECAPZ remplace-t-il la thérapie ?",
  "landing.faq5A": "Non. RECAPZ est un outil d'auto-réflexion, pas un dispositif médical ni un traitement de santé mentale. Si vous avez du mal, veuillez consulter un professionnel de santé mentale.",
  "landing.contactTitle": "Contactez-nous",
  "landing.contactText": "Vous avez des questions ou des commentaires ? Nous serions ravis d'avoir de vos nouvelles.",
  "landing.ctaTitle": "Prêt à commencer ?",
  "landing.ctaSubtitle": "Téléchargez RECAPZ et commencez à remarquer vos moments aujourd'hui.",
  "landing.ctaText": "Commencez à remarquer vos moments aujourd'hui.",
  "landing.copyright": "© 2026 Sponom Dev. Tous droits réservés.",
  "header.otherProducts": "Autres Produits",
  "privacy.mobile.title": "Politique de Confidentialité",
  "privacy.mobile.lastUpdated": "Dernière mise à jour : Janvier 2026",
  "privacy.mobile.introduction": "Introduction",
  "privacy.mobile.introText": "RECAPZ (\"nous\", \"notre\" ou \"l'application\") s'engage à protéger votre vie privée. Cette Politique de Confidentialité explique comment nous gérons vos informations lorsque vous utilisez notre application mobile iOS.",
  "privacy.mobile.commitment": "Vos données restent sur votre appareil. Point.",
  "privacy.mobile.dontCollect": "Informations que nous NE collectons PAS",
  "privacy.mobile.dontCollectIntro": "Nous ne collectons pas :",
  "privacy.mobile.dontCollect1": "Informations personnelles (nom, email, téléphone)",
  "privacy.mobile.dontCollect2": "Analyses d'utilisation ou suivi de comportement",
  "privacy.mobile.dontCollect3": "Identifiants d'appareil ou IDs publicitaires",
  "privacy.mobile.dontCollect4": "Données de localisation",
  "privacy.mobile.dontCollect5": "Aucune donnée de votre utilisation de l'app",
  "privacy.mobile.youCreate": "Informations que vous créez",
  "privacy.mobile.youCreateIntro": "En utilisant RECAPZ, vous créez et stockez les données suivantes localement sur votre appareil :",
  "privacy.mobile.emotionalCheckins": "Check-ins émotionnels",
  "privacy.mobile.checkin1": "Vos états émotionnels sélectionnés (énergie, sentiment, focus)",
  "privacy.mobile.checkin2": "Horodatages de quand vous avez enregistré chaque moment",
  "privacy.mobile.checkin3": "Informations de contexte (activités, lieux que vous entrez manuellement)",
  "privacy.mobile.checkin4": "Personnes avec qui vous étiez (si vous choisissez d'ajouter cette information)",
  "privacy.mobile.appPreferences": "Préférences de l'app",
  "privacy.mobile.pref1": "Sélection de thème (schéma de couleurs)",
  "privacy.mobile.pref2": "Préférence de langue",
  "privacy.mobile.pref3": "Paramètres de notifications et horaires de rappels",
  "privacy.mobile.pref4": "Statut de complétion de l'onboarding",
  "privacy.mobile.allDataStays": "Toutes ces données sont stockées exclusivement sur votre iPhone, jamais transmises à un serveur externe, jamais partagées avec des tiers, et peuvent être complètement supprimées à tout moment via les paramètres de l'app.",
  "privacy.mobile.dataSecurity": "Sécurité des données",
  "privacy.mobile.dataSecurityText": "Vos données sont protégées par les mécanismes de sécurité intégrés d'iOS d'Apple, le chiffrement local de l'appareil (si vous avez le chiffrement activé), et aucune transmission réseau (car nous n'envoyons jamais vos données nulle part).",
  "privacy.mobile.icloudBackup": "Sauvegarde iCloud",
  "privacy.mobile.icloudBackupText": "Si vous avez activé la sauvegarde iCloud sur votre appareil, vos données RECAPZ peuvent être incluses dans votre sauvegarde iCloud chiffrée avec d'autres données d'apps. Ceci est contrôlé par les paramètres iOS d'Apple, pas par RECAPZ. Nous recommandons de garder la sauvegarde iCloud activée pour la récupération de données.",
  "privacy.mobile.noThirdParty": "Pas de services tiers",
  "privacy.mobile.noThirdPartyIntro": "RECAPZ n'utilise pas :",
  "privacy.mobile.noThirdParty1": "Services d'analyse (pas de Google Analytics, Firebase, Mixpanel, etc.)",
  "privacy.mobile.noThirdParty2": "Réseaux publicitaires",
  "privacy.mobile.noThirdParty3": "Services de rapport de bugs",
  "privacy.mobile.noThirdParty4": "Intégrations de réseaux sociaux",
  "privacy.mobile.noThirdParty5": "Aucun SDK tiers qui collecte des données",
  "privacy.mobile.notifications": "Notifications",
  "privacy.mobile.notificationsText": "Si vous activez les notifications, toutes les notifications sont générées et programmées localement sur votre appareil. Aucun serveur de notifications push n'est utilisé, et aucun service externe n'est notifié quand vous recevez un rappel.",
  "privacy.mobile.dataControl": "Suppression des données",
  "privacy.mobile.dataControlIntro": "Vous avez un contrôle complet sur vos données :",
  "privacy.mobile.deleteAll": "Supprimer toutes les données",
  "privacy.mobile.deleteAllText": "Allez dans Paramètres → Historique → \"Supprimer toutes les données\" pour supprimer définitivement tous vos check-ins, préférences et données d'app de votre appareil.",
  "privacy.mobile.deleteApp": "Supprimer l'app",
  "privacy.mobile.deleteAppText": "Désinstaller RECAPZ de votre iPhone supprimera définitivement toutes les données de l'app de votre appareil.",
  "privacy.mobile.noRecovery": "Pas de récupération",
  "privacy.mobile.noRecoveryText": "Une fois que vous supprimez vos données, elles ne peuvent pas être récupérées car nous n'en avons de copies nulle part.",
  "privacy.mobile.yourRights": "Vos droits",
  "privacy.mobile.yourRightsText": "Parce que toutes vos données restent sur votre appareil : Vous pouvez voir toutes vos données dans l'app, supprimer toutes les données instantanément via les paramètres, et vous avez un contrôle complet en tout temps.",
  "privacy.mobile.changes": "Modifications de cette Politique de Confidentialité",
  "privacy.mobile.changesText": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps en temps. Nous vous informerons en mettant à jour la date de \"Dernière mise à jour\" et en publiant la nouvelle politique dans l'app. L'utilisation continue après les modifications constitue l'acceptation de la politique mise à jour.",
  "privacy.mobile.summary": "Résumé",
  "privacy.mobile.summaryText": "RECAPZ ne collecte aucune donnée de vous. Tout ce que vous enregistrez reste sur votre iPhone. Nous ne pouvons pas le voir, nous ne pouvons pas y accéder, et nous n'en voulons pas. Votre voyage émotionnel est le vôtre et le vôtre seul. C'est notre promesse.",
  "privacy.contact": "Contact",
  "privacy.contactText": "Si vous avez des questions sur cette politique de confidentialité, contactez-nous à",
  "terms.mobile.title": "Conditions d'Utilisation",
  "terms.mobile.lastUpdated": "Dernière mise à jour : Janvier 2026",
  "terms.mobile.agreement": "Accord aux Conditions",
  "terms.mobile.agreementText": "En téléchargeant, installant ou utilisant RECAPZ (\"l'app\", \"notre app\" ou \"le service\"), vous acceptez d'être lié par ces Conditions d'Utilisation. Si vous n'acceptez pas ces Conditions, veuillez ne pas utiliser l'app.",
  "terms.mobile.description": "Description du Service",
  "terms.mobile.descriptionIntro": "RECAPZ est une app de conscience émotionnelle personnelle et de réflexion pour appareils iOS. L'app vous permet de :",
  "terms.mobile.desc1": "Enregistrer des check-ins émotionnels tout au long de votre journée",
  "terms.mobile.desc2": "Suivre des motifs dans vos états émotionnels",
  "terms.mobile.desc3": "Visualiser votre voyage émotionnel",
  "terms.mobile.desc4": "Définir des rappels pour l'auto-réflexion",
  "terms.mobile.desc5": "Personnaliser votre expérience avec des thèmes et langues",
  "terms.mobile.notMedical": "Toutes les données sont stockées localement sur votre appareil. RECAPZ ne fournit pas de services médicaux, thérapeutiques ou professionnels de santé mentale.",
  "terms.mobile.eligibility": "Éligibilité",
  "terms.mobile.eligibilityText": "RECAPZ est disponible pour les utilisateurs de tous âges. Si vous avez moins de 13 ans, veuillez demander à un parent ou tuteur de revoir ces Conditions avec vous.",
  "terms.mobile.license": "Licence d'Utilisation",
  "terms.mobile.licenseGrant": "Nous vous accordons une licence limitée, non exclusive, non transférable et révocable pour utiliser RECAPZ à des fins personnelles et non commerciales, sous réserve de ces Conditions.",
  "terms.mobile.restrictions": "Vous ne pouvez pas :",
  "terms.mobile.restrict1": "Modifier, faire de l'ingénierie inverse, décompiler ou désassembler l'app",
  "terms.mobile.restrict2": "Supprimer tout avis de droits d'auteur ou de propriété",
  "terms.mobile.restrict3": "Utiliser l'app à des fins illégales ou non autorisées",
  "terms.mobile.restrict4": "Tenter d'obtenir un accès non autorisé à toute partie de l'app",
  "terms.mobile.restrict5": "Copier, distribuer ou créer des œuvres dérivées de l'app",
  "terms.mobile.userContent": "Contenu Généré par l'Utilisateur",
  "terms.mobile.yourData": "Tout le contenu que vous créez dans RECAPZ (check-ins, notes, préférences) reste votre propriété. Vous conservez tous les droits sur vos données.",
  "terms.mobile.localStorage": "Vos données sont stockées exclusivement sur votre appareil. Nous n'avons pas accès, ne pouvons pas voir et ne collectons pas votre contenu.",
  "terms.mobile.yourResponsibility": "Vous êtes seul responsable de :",
  "terms.mobile.resp1": "L'exactitude des informations que vous enregistrez",
  "terms.mobile.resp2": "Maintenir la sécurité de votre appareil",
  "terms.mobile.resp3": "Sauvegarder vos données (via iCloud ou autres méthodes)",
  "terms.mobile.intellectualProperty": "Propriété Intellectuelle",
  "terms.mobile.intellectualPropertyText": "RECAPZ, y compris son design, fonctionnalités, graphiques, interface utilisateur, code et tous les matériaux connexes, nous appartient et est protégé par les lois sur les droits d'auteur, les marques et autres droits de propriété intellectuelle.",
  "terms.mobile.noMedicalAdvice": "Pas de Conseil Médical",
  "terms.mobile.notSubstitute": "Pas un Substitut aux Soins Professionnels",
  "terms.mobile.notSubstituteText": "RECAPZ est un outil d'auto-réflexion, pas un dispositif médical ni un traitement de santé mentale. L'app ne fournit pas de conseils médicaux, de diagnostic ou de traitement et ne doit pas être utilisée dans des situations d'urgence.",
  "terms.mobile.emergency": "Situations d'Urgence",
  "terms.mobile.emergencyText": "Si vous vivez une urgence de santé mentale : États-Unis : Appelez le 988 (Ligne de Prévention du Suicide et de Crise) ou le 911. International : Contactez vos services d'urgence locaux. RECAPZ n'est pas conçu pour les situations de crise.",
  "terms.mobile.disclaimers": "Avis de Non-Responsabilité",
  "terms.mobile.disclaimersAsIs": "RECAPZ est fourni \"tel quel\" et \"selon disponibilité\" sans garantie d'aucune sorte, expresse ou implicite.",
  "terms.mobile.disclaimersNoGuarantee": "Nous ne garantissons pas que l'app sera ininterrompue, opportune, sécurisée ou sans erreur, ni que vos données seront préservées (vous devez maintenir des sauvegardes).",
  "terms.mobile.limitation": "Limitation de Responsabilité",
  "terms.mobile.limitationText": "Dans toute la mesure permise par la loi, nous ne serons pas responsables de tout dommage indirect, incident, spécial, consécutif ou punitif, y compris la perte de données, la perte de profits, la détresse émotionnelle ou les blessures personnelles.",
  "terms.mobile.updates": "Mises à Jour et Modifications de l'App",
  "terms.mobile.updatesText": "Nous nous réservons le droit de modifier ou d'interrompre l'app, d'ajouter ou de supprimer des fonctionnalités, et de mettre à jour ces Conditions à tout moment. L'utilisation continue après les modifications constitue l'acceptation des Conditions mises à jour.",
  "terms.mobile.appStore": "Apple App Store",
  "terms.mobile.appStoreText": "Votre utilisation de RECAPZ est également soumise aux Conditions d'Utilisation de l'Apple App Store. En cas de conflit entre ces Conditions et les termes d'Apple, les termes d'Apple prévaudront pour les questions relatives à l'App Store.",
  "terms.mobile.privacyRef": "Confidentialité",
  "terms.mobile.privacyRefText": "Veuillez consulter notre Politique de Confidentialité pour comprendre comment nous gérons vos informations (nous ne les collectons pas). La Politique de Confidentialité est incorporée à ces Conditions par référence.",
  "terms.mobile.termination": "Résiliation",
  "terms.mobile.terminationText": "Vous pouvez cesser d'utiliser RECAPZ à tout moment en supprimant l'app de votre appareil. À la résiliation, votre licence d'utilisation de l'app prend fin et vous devez supprimer l'app de vos appareils.",
  "terms.mobile.contact": "Informations de Contact",
  "terms.mobile.contactText": "Si vous avez des questions sur ces Conditions, contactez-nous à",
  "terms.mobile.summary": "Résumé",
  "terms.mobile.summaryText": "Utilisez RECAPZ pour la réflexion personnelle et la conscience de soi. Ne l'utilisez pas comme substitut aux soins professionnels de santé mentale. Vos données restent sur votre appareil et c'est votre responsabilité de les sauvegarder. Soyez gentil, utilisez l'app de manière responsable et prenez soin de vous. Si vous êtes en crise, veuillez chercher de l'aide professionnelle.",
  "features": {
    "moodTracking": {
      "meta": {
        "title": "App de Suivi d'Humeur - Suivez Vos Émotions Quotidiennes",
        "description": "Suivez votre humeur et émotions tout au long de la journée avec RECAPZ. Un beau tracker d'humeur privé qui vous aide à comprendre vos schémas émotionnels. Pas de compte requis.",
        "keywords": [
          "tracker d'humeur",
          "app d'humeur",
          "tracker d'émotions",
          "journal d'humeur",
          "app santé mentale",
          "bien-être émotionnel"
        ],
        "ogTitle": "App de Suivi d'Humeur | RECAPZ",
        "ogDescription": "Suivez votre humeur et émotions tout au long de la journée. Un beau tracker d'humeur privé.",
        "twitterTitle": "App de Suivi d'Humeur | RECAPZ",
        "twitterDescription": "Suivez votre humeur et émotions tout au long de la journée."
      },
      "heroTitle": "Le suivi d'humeur qui fonctionne vraiment",
      "heroDesc": "Capturez vos émotions au moment où elles surviennent. Découvrez des schémas que vous n'aviez jamais remarqués. Comprenez-vous mieux—un moment à la fois.",
      "whyTitle": "Pourquoi suivre votre humeur ?",
      "why1Title": "Découvrez des schémas cachés",
      "why1Desc": "Peut-être vous sentez-vous épuisé chaque lundi mais énergisé le vendredi. Ou remarquez que le temps passé avec certaines personnes vous remonte le moral.",
      "why2Title": "Améliorez votre conscience de soi",
      "why2Desc": "Le simple fait de faire une pause pour remarquer comment vous vous sentez développe l'intelligence émotionnelle. Avec le temps, vous vous connectez davantage à votre monde intérieur.",
      "why3Title": "Prenez de meilleures décisions",
      "why3Desc": "Quand vous comprenez ce qui affecte votre humeur, vous pouvez faire des choix qui soutiennent votre bien-être. Plus de ce qui vous élève, moins de ce qui vous épuise.",
      "why4Title": "Suivez vos progrès",
      "why4Desc": "Observez comment votre paysage émotionnel change de semaine en semaine. Célébrez les améliorations et détectez les signaux d'alerte tôt.",
      "privacyTitle": "Vos émotions restent privées",
      "privacyDesc": "Contrairement à d'autres applications, RECAPZ stocke tout localement sur votre appareil. Pas de compte, pas de synchronisation cloud, les données ne quittent pas votre téléphone.",
      "privacy1": "Pas de compte requis",
      "privacy2": "Pas de données envoyées aux serveurs",
      "privacy3": "Pas d'analytique suivant votre comportement",
      "ctaTitle": "Commencez à suivre votre humeur aujourd'hui",
      "ctaDesc": "Gratuit à télécharger. Pas de compte nécessaire. Vos émotions, vos données."
    },
    "dailyReflection": {
      "meta": {
        "title": "App de Réflexion Quotidienne - Capturez Votre Journée",
        "description": "Une app de réflexion quotidienne consciente qui capture votre journée à travers des check-ins rapides. Pas de longues entrées. Remarquez simplement comment vous vous sentez.",
        "keywords": [
          "app de réflexion quotidienne",
          "réflexion",
          "auto-réflexion",
          "check-in quotidien",
          "pleine conscience",
          "conscience émotionnelle"
        ],
        "ogTitle": "App de Réflexion Quotidienne | RECAPZ",
        "ogDescription": "Une app de réflexion consciente à travers des check-ins rapides. Pas de longues entrées. Juste des moments.",
        "twitterTitle": "App de Réflexion Quotidienne | RECAPZ",
        "twitterDescription": "Une app de réflexion consciente à travers des check-ins rapides."
      },
      "heroTitle": "Réflexion quotidienne en secondes, pas en heures",
      "heroDesc": "Le journal traditionnel demande trop. RECAPZ capture votre journée à travers des check-ins émotionnels rapides. Pas de pages blanches. Juste pause, attention et continuez.",
      "whyFailTitle": "Pourquoi la réflexion traditionnelle échoue",
      "fail1Title": "Elle demande trop",
      "fail1Desc": "Fixer une page blanche, chercher les bons mots. La plupart abandonnent après quelques jours car ça ressemble à des devoirs.",
      "fail2Title": "Une fois par jour échoue",
      "fail2Desc": "Réfléchir le soir signifie que vous avez déjà oublié comment le matin s'est senti. La mémoire n'est pas fiable—nous reconstruisons, pas rappelons.",
      "fail3Title": "Difficile de voir les schémas",
      "fail3Desc": "Les pages de texte sont difficiles à parcourir. Vous ne pouvez pas voir les schémas d'un coup d'œil. Votre histoire se perd dans les paragraphes.",
      "fail4Title": "Culpabilité et pression",
      "fail4Desc": "Ratez un jour et sentez la culpabilité. Les séries créent de la pression. Ce qui devrait être paisible devient une autre tâche.",
      "approachTitle": "L'approche RECAPZ",
      "approach1Title": "Check-ins de 10 secondes",
      "approach1Desc": "Tapez comment vous vous sentez. Ajoutez du contexte si vous voulez. Terminé. Pas d'écriture requise. Capturez les moments quand ils arrivent.",
      "approach2Title": "Plusieurs check-ins par jour",
      "approach2Desc": "Le matin se sent différent du soir. RECAPZ capture votre journée comme elle se déroule—pas comme vous vous en souvenez après.",
      "approach3Title": "Visuel d'un coup d'œil",
      "approach3Desc": "Chaque émotion a une couleur. Votre journée devient un beau mélange. Voyez des semaines de schémas instantanément sans lire.",
      "approach4Title": "Pas de séries, pas de culpabilité",
      "approach4Desc": "Faites un check-in quand ça vous semble bien. Sautez des jours sans pénalité. C'est votre espace—utilisez-le comme ça marche pour vous.",
      "ctaTitle": "Votre réflexion quotidienne, simplifiée",
      "ctaDesc": "Gratuit, privé et conçu pour la vraie vie. Commencez à capturer vos moments aujourd'hui."
    },
    "mentalWellness": {
      "meta": {
        "title": "App de Bien-être Mental - Prendre Soin de Soi par la Réflexion",
        "description": "Soutenez votre bien-être mental avec une réflexion quotidienne douce. RECAPZ vous aide à remarquer les schémas émotionnels, pratiquer la pleine conscience et comprendre votre bien-être.",
        "keywords": [
          "app bien-être mental",
          "prendre soin de soi",
          "santé émotionnelle",
          "pleine conscience",
          "tracker de bien-être",
          "conscience de soi"
        ],
        "ogTitle": "App de Bien-être Mental | RECAPZ",
        "ogDescription": "Soutenez votre bien-être mental avec une réflexion douce. Remarquez les schémas et comprenez votre bien-être.",
        "twitterTitle": "App de Bien-être Mental | RECAPZ",
        "twitterDescription": "Soutenez votre bien-être mental avec une réflexion douce."
      },
      "heroTitle": "Une approche douce du bien-être mental",
      "heroDesc": "Votre santé mentale compte. RECAPZ vous aide à développer la conscience de soi à travers des check-ins quotidiens simples—pas de thérapie, pas de diagnostic, juste un espace calme pour remarquer comment vous vous sentez.",
      "notice": "RECAPZ est un outil d'auto-réflexion, pas un remplacement pour les soins de santé mentale professionnels. Si vous êtes en crise, contactez un professionnel.",
      "benefitsTitle": "Comment la réflexion soutient le bien-être",
      "benefit1Title": "Développez la conscience de soi",
      "benefit1Desc": "Le simple fait de faire une pause pour remarquer vos sentiments développe l'intelligence émotionnelle. Avec le temps, vous répondez plutôt que réagissez.",
      "benefit2Title": "Identifiez les déclencheurs",
      "benefit2Desc": "En suivant le contexte avec les émotions, vous pouvez découvrir que certaines situations ou personnes affectent votre humeur—des insights pour de meilleures décisions.",
      "benefit3Title": "Pratiquez la pleine conscience",
      "benefit3Desc": "Chaque check-in est un mini moment de pleine conscience. Vous faites une pause, regardez à l'intérieur, remarquez sans juger. Méditation simplifiée.",
      "benefit4Title": "Suivez vos progrès",
      "benefit4Desc": "Voyez comment votre paysage émotionnel change au fil des jours et des semaines. Remarquez les améliorations, détectez les schémas tôt, célébrez les petites victoires.",
      "whyTitle": "Pourquoi RECAPZ pour le bien-être mental",
      "why1Title": "Complètement privé",
      "why1Desc": "Vos données émotionnelles ne quittent jamais votre appareil. Pas de compte, pas de cloud, personne d'autre ne peut voir votre parcours. C'est votre espace sûr.",
      "why2Title": "Pas de pression",
      "why2Desc": "Pas de séries à maintenir, pas de notifications culpabilisantes. Utilisez-le quand ça aide. Sautez quand vous avez besoin d'une pause. Votre bien-être, votre rythme.",
      "why3Title": "Beau design",
      "why3Desc": "L'orbe vivante crée une expérience visuelle apaisante. Regarder vos couleurs se mélanger est apaisant en soi. Les outils de bien-être doivent être agréables.",
      "why4Title": "Insights doux, pas de jugements",
      "why4Desc": "RECAPZ observe les schémas sans les étiqueter comme bons ou mauvais. \"Les matins semblent plus calmes que les soirs\"—pas \"Vous devez corriger vos soirées\".",
      "ctaTitle": "Commencez votre parcours de bien-être",
      "ctaDesc": "Gratuit, privé et fait avec soin. Commencez à remarquer comment vous vous sentez aujourd'hui."
    }
  }
}